#version: 0.2
Ġ Ġ
ĠĠ ĠĠ
ĠĠ Ġ
ĠĠĠĠ ĠĠĠĠ
s e
i n
ĠĠĠĠ ĠĠĠ
Ġ =
a t
Ċ ĠĠĠĠĠĠĠĠ
Ċ ĠĠĠĠĠĠĠ
o r
r e
o n
Ċ ĠĠĠ
s t
e r
a l
se l
a r
sel f
e n
d e
r a
Ġ t
Ġ i
m e
l e
Ġ n
ĊĠĠĠĠĠĠĠĠ ĠĠĠ
Ġ self
t i
Ġ f
a s
a n
m p
Ġ p
Ġ c
p e
l o
r o
Ġ '
i t
u t
Ġ in
g e
ĊĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠ
) :
Ġ s
d i
e s
e l
Ġ re
d at
c t
u r
( )
o l
Ġ m
' ,
a me
s i
e d
Ġ o
Ġ 1
Ġi f
u n
) )
Ġ "
h e
in g
Ġ 0
c e
u m
u e
de f
f i
dat a
l a
e x
Ġ (
ĊĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠ
Ġ [
or t
Ġ a
se r
m a
] ,
l i
in t
v al
ti on
o t
Ġ b
y pe
l t
ur n
c h
c o
t urn
Ġn p
i d
Ġ d
en t
) ,
Ġf or
e st
- -
Ġre turn
a d
mp ort
Ġ +
on e
ra n
ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠ
h a
r i
Ġ w
( '
] )
at i
Ġ def
at e
Ġ as
_ _
0 0
se t
ge t
ser t
t h
o de
c k
p ut
o p
' )
N one
l en
n ame
t ype
i s
ĠĠĠĠ Ġ
q u
[ '
ra y
i g
c on
z e
an d
re s
Ġ *
a b
Ġ -
ro m
. _
Ġi s
ar ray
ati on
Ġ 2
ha pe
u p
Ġ= =
v e
Ġ st
" ,
ar g
' ]
Ġ el
p o
Ġt he
Ġ x
at h
en d
u lt
or m
p ar
a p
de x
' :
a m
Ġ g
k e
c tion
( "
Ċ ĠĠĠĠĠ
t er
r ue
Ġ T
o m
f rom
ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠ
v er
= '
Ġi mport
c al
Ġ None
Ġ ex
Ċ Ġ
la b
n p
u l
o ut
e t
ĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠ
Ġ y
s hape
( [
a x
h t
Ġas sert
Ġn ot
" )
si ze
ab le
r int
li st
Ġ %
Ġ e
i f
l in
ode l
t o
Ġel se
i mport
Ċ ĉ
r or
fi le
qu al
s p
Ġ _
d s
it h
lab el
c l
i m
lo t
p ro
mp le
Ġ v
c es
Ġo f
c ol
lo g
arg s
Ġ data
ti me
-- --
Ġc on
Ġ h
Ġ di
Ġ r
ex t
Ġ {
al se
p er
p ath
ap p
Ġt est
t est
as s
o d
F alse
u re
st r
e ct
Ġ :
val ue
u mp
ran ge
e w
Ġt o
Ġ 3
p y
as sert
lo at
in dex
i se
at ch
f f
o s
u b
f orm
s a
i l
t a
st an
en s
Ġ and
t r
si on
al l
it e
ma x
ke y
i le
e p
ra me
ump y
o w
E r
I n
t ra
d er
Ġp rint
Er ror
z er
Ġre s
Ġ de
ar i
as k
T rue
Ġ len
pe ct
ma ge
app end
i st
Ġ S
val u
ig ht
Ġo ut
m ent
m in
Ġ k
la y
[ :
t e
dat e
p lot
m b
c or
ar t
fi g
o b
Ġa x
Ġ or
b o
c i
Ġ u
] .
Ġc o
m s
ran d
v i
a se
Ġo p
) .
Ġ >
Ġw ith
Ġ A
er s
Ġ l
g ra
n um
c s
re n
di ct
valu es
lo w
re d
ens or
1 0
ad d
s s
f o
Ġ /
Ġ ra
Ġt f
lin e
e qual
in put
ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠ
Ġn ame
Ġd type
Ġ me
D at
d f
u s
" :
f loat
Ġn umpy
Ġp ar
Ġc ol
p h
Dat a
m o
= "
di r
a ck
i me
a c
t s
m odel
d type
t ri
in d
Ġ P
Ġ C
ĠĠĠĠ ĠĠ
Ġ range
( (
Ġ se
ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠ
" "
am s
Ġ )
ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
pect ed
stan ce
p re
Ċĉ ĉ
[ "
um n
f e
0 1
ct or
Ġres ult
e ight
s h
Ġ <
Ġt h
Ġ 4
Ġ __
er i
ro w
l s
Ġd f
j ect
Ġst r
d a
form at
i ze
it y
p t
l y
Ġn um
. .
t y
ĊĠĠĠĠĠĠĠĠ Ġ
m at
V al
rand om
3 2
out put
ari able
tra in
a g
Ġ R
b u
cl ass
at or
Ġ `
a st
s c
a ult
Ġ[ ]
Ġra ise
un d
Ġb e
i r
f un
* *
] [
Ġ M
Ġ N
Ġ 5
s um
ar y
. ,
( ):
' '
re ad
j o
Ġ+ =
ran s
ma p
= =
Ġp ro
u st
f rame
Ġo s
in it
Ġp lt
lo c
po int
Ġex pected
ar n
ĠT rue
res ult
i c
Ġel if
t ext
co mp
" ]
Val ue
v el
o ur
[: ,
f or
he ck
it s
or d
di m
Ġ log
Ġin put
Ġ False
p i
__ (
Ġ D
y s
jo in
Ġm odel
a mple
lo ad
E qual
un t
Ġ get
Ġ I
Ġ F
g th
ti al
Ġ j
o c
Ġ en
() )
6 4
m ask
l l
label s
l it
op s
a ce
Ġt ime
f t
i mage
me an
i p
h o
v ar
w r
li b
st art
Ġout put
w args
Ġm ax
sa mple
---- ----
ro up
par ams
Ġ z
Ġin t
Ġ @
Ġin dex
l at
tion s
Ġ at
ent s
Ġ \
it er
ren t
ax is
ar get
ame ter
e g
Ġn ew
s ub
in stance
1 2
Ġ al
r id
Ġ list
si g
Ġ E
ri x
' ],
an n
b er
ut e
Value Error
in fo
se s
t f
th od
I N
ar d
id x
b atch
() ,
len ame
Ġ{ }
Ġf ile
Ġp re
zer os
Ġf i
an ge
= [
a ge
at ure
st ate
id th
in e
Ġt ra
Ġ L
a y
r y
ction s
Ġ un
st ep
or e
n ode
. __
ce pt
Ġ* *
u ti
Ġ le
E R
p rint
lo se
re q
Ġ set
lay er
C on
cal e
col umn
00 0
Ġ an
w or
re e
u res
wr ite
Ġ array
Ġp o
c at
w eight
A T
Ġt ype
ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠ
ing s
r un
Ġo b
Ġ value
at tr
Ġax is
li m
ol d
! =
st at
] ))
la ce
i z
Ġf rom
Ġis instance
Ġ X
ation s
en er
n ew
ces s
p ha
[ -
i es
Ġc h
Ġ" ""
n orm
lo ck
sp lit
Ġp y
i on
g s
Ġ1 0
col or
g ht
par se
e mp
Ġp d
' .
assert Equal
() .
' ])
la mb
b in
Ġ val
cor e
Ġ !=
Ġ B
S T
ĉ ĉ
Ġ[ '
q ue
our ce
i tial
re g
Ġs hape
ex p
co de
se d
9 9
F rame
name s
Ġm at
) ]
i zer
er ror
Ġm in
i x
lamb da
S t
ul ti
qu en
p tion
e le
n d
lo ss
p s
el l
con fig
Ġ key
c y
Ġc l
t rans
le s
Ġt ensor
int er
1 1
re p
he ad
Ġf loat
di ces
k wargs
lt er
w ith
n e
f n
Ġ G
lo b
po s
Ġ ValueError
t en
g er
Ġ' ''
)) )
' ),
st ri
ot al
d en
n o
Ġ on
at ures
Ġb o
l u
up date
ma in
Ġ( '
len gth
Ġf un
Ġ args
s y
Ġi mage
e f
Ġ 6
v ariable
or y
a k
] ]
co unt
po ch
t ensor
co py
f low
c ur
de d
2 0
L E
Ġ O
ra w
C o
= (
ig n
bo x
g roup
re ate
n an
n n
el d
2 5
u ct
Ġco mp
c lose
b y
Ġt ry
n g
k er
b ase
} ,
u al
O N
gra ph
Ġtra in
um ent
Ġ W
f it
c ent
a v
Ġw h
f a
Ġex cept
D i
e c
d o
Ġf e
Ġ label
Ġg ra
a re
ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠ
fi lename
ti m
sig n
ar r
ed ge
n umpy
Data Frame
im g
pe c
Ġdef ault
', '
fi x
p p
Ġm ask
il l
In dex
d x
stan t
v ent
A r
R E
s on
R e
)) ,
point s
o ff
fun c
Ġ line
re f
Ġ values
se n
] ),
up le
Ġs p
ate g
Ġ ro
mat rix
ri ght
co m
ameter s
Ġ ver
c heck
e m
def ault
sa ve
b s
p ol
g rid
th on
he re
Ġi m
on t
a mp
si tion
Ġa re
s ing
me thod
u de
r c
le vel
lt a
T est
00 00
5 0
wor k
u se
1 6
an g
" .
N ame
Ġcon t
par am
T ype
Ġb atch
d d
ow n
ig h
Ġs ize
ve ctor
ob j
o g
date time
data set
t x
te mp
ise s
} )
Ġst art
str ing
Ġp lot
Ġs h
ser ies
D E
t able
Ġ .
b ack
th er
at ed
Ġcol or
a ve
Ġcol umn
Ġs ub
Ġ 8
fun ction
p u
s q
ti ve
Ġ all
u le
il d
Ġw eight
ar ange
t arget
Ġ q
column s
2 01
lay ers
et a
p a
eri es
en sion
er r
d ot
A R
Ġs up
Ġa c
m ode
ob ject
o f
Ġex p
ind ow
Ġ 7
ot h
ĊĠĠĠĠĠĠĠĠ ĠĠĠĠĠ
key s
or der
r ate
O R
id s
per ty
or ds
r t
ul l
ort ed
( -
in al
l on
a ch
d ing
F ile
A L
P o
w idth
input s
) ):
he ight
Ġ row
res s
p lt
b le
ĠT he
o me
Ġu se
sp ace
Ġc ur
gra d
Ġ{ '
ro p
el s
3 0
M E
uti ls
at es
arn ing
1 00
ro und
di ms
e ar
L ist
tri b
val id
in dices
an ce
E x
t he
res hape
] :
vi ce
lob al
s cale
te m
' ))
m on
res h
P ar
Ġop en
Ġ H
Ġs ample
1 5
ti t
la st
g en
o k
'] .
Ġ V
Ġm a
c le
' ):
Ġth is
ver t
c f
er y
Ġc heck
Ġ Q
st d
== ==
ment s
i v
P ro
er ate
ol s
Ġ U
i ck
: ]
ar k
Ġf ig
f req
m od
and as
Ġdi ct
Ġs ys
Ġc v
w ard
ti v
val s
ab s
{ }
pro cess
ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠ
ol u
b ar
re ct
Ġ arg
p lace
S I
b i
Ġin ter
un k
c v
int s
n et
i cal
lin es
an t
in s
in itial
sample s
S E
st ack
ast ype
d t
Ġh as
fe atures
c li
Ġn ode
sc ri
um erate
co pe
Ġ K
con v
Ġt arget
type s
li ce
Ġst ate
S et
ite ms
con t
([ [
I D
a u
pe ci
Ġp ass
weight s
Ġm ath
ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ Ġ
qu ery
fi lter
Ġd o
lo cal
Ġcon fig
tr y
Ġen umerate
Ġb y
a ct
Ġv ar
Ġdi m
cs v
Ġ end
cl as
Ġdata set
mb ed
plot lib
m l
n s
.. .
b lock
head er
ol der
Ġc om
id get
c u
tit le
li c
t op
0 2
le ft
re turn
Ar ray
A G
est im
ti es
ĊĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠ
de p
me ta
ac he
de lta
s o
1 4
ati ve
bu g
el p
ce ption
Ċĉĉ ĉ
Ġ labels
i o
g ing
C ol
Ġth at
mo st
b e
pro perty
Ġp ath
con stant
ar ch
fi ll
Di ct
sh ow
Ġk er
ve c
h ist
'] [
result s
Ġnum ber
T ime
di st
( {
p l
1 8
ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠ
2 4
ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠ
Ġt emp
Ġs um
n el
Ġ ]
) [
bo se
ĠR e
] ],
B o
ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠ
Ġo ther
py thon
T E
e poch
Ġ random
uti l
ro l
m ath
Ġt m
on es
Ġn orm
Ġ }
ĠI f
Ġre ad
> >
Ġ1 00
Ġ lambda
Ġm ust
c reate
quen ce
tion al
al pha
fe ren
Ġpar ams
Ġim g
s k
m ary
Ġc al
A N
ci py
R O
" ),
w e
] ])
p op
ul d
tx t
norm al
Ġt rans
) ],
e val
ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
Ġs k
c ul
s cal
Ġ Y
Ġi dx
sa ge
Ġ In
Ġr un
ĠE x
Ġtensor flow
ite m
Ġm ode
0 5
me tri
qu i
con n
vi ew
m an
Ġpar ser
Ġ 9
op y
b l
Ġmat plotlib
Ġv ariable
n er
ax es
zer o
mp l
co ord
st ra
cal l
Ġp er
ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠ
ra di
-------- --------
sel ect
] ['
Ġfun ction
s core
1 3
t otal
Ġm o
co der
li ke
low er
C O
Ġ DataFrame
n ot
Ġi ter
at ter
el ds
s g
Ġn o
si fi
5 5
Ġ> =
p ri
mo ve
u i
0 3
Ġ[ [
c an
d oc
" ],
c a
d b
ser v
n a
se q
trans form
Ġme thod
) *
Ġc or
gra m
Ġal pha
es s
ann ot
Ġz ip
m y
ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠ
arg ument
f ace
s ource
ob s
t on
"" "
or ch
Ċĉĉ ĉĉ
m ulti
sq rt
ver sion
1 9
f lat
Ġ( "
d u
off set
ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ Ġ
Ġk wargs
fe ature
st amp
Ġme an
Ġh elp
t ol
A ll
Ġ1 2
pro b
ut h
C T
ĊĠĠĠĠĠĠĠĠ ĠĠĠĠ
Ġre g
Ġf rame
Ġs y
Ġst ep
ĊĠĠĠĠĠĠĠĠ ĠĠ
Ġw ill
op tions
Ġ layer
ti ck
an o
Ġcolumn s
s cope
con d
ut ure
ust er
Ġ< =
T ensor
col s
num ber
t rue
or s
Ġp andas
iz ed
` .
ateg or
di ff
at s
u ff
Ġsup er
Ġe le
ran k
un it
step s
if t
Ġob ject
pre dict
T o
assert True
R a
in f
Ġ> >>
E N
ver age
7 5
al s
e y
con text
im um
= {
op en
con cat
Ġ |
co un
ex pected
g y
ag er
Ġs cipy
f la
Ġn et
se ed
co ords
si m
ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠ
Ġ --
M odel
file s
m ark
Ġweight s
x y
cur rent
er ge
C l
ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠ
ma g
ur l
j son
en ti
in ue
( _
de bug
ta in
U T
Ġresult s
r on
Ġt ext
s pec
e ction
al y
Ġt able
ro ot
( *
pe d
Ġp os
stat s
lu x
Ġa bs
ut o
ctor y
6 0
dat es
un ds
ch ann
st em
Ġ[ "
Ġin itial
D I
str uct
Ġt uple
ĠS eries
Ġcl ass
ra ises
w ord
n on
s parse
ro ss
S tr
e v
variable s
Ġt otal
ra p
Ġ up
c ell
un i
Ġ load
t mp
Ġfi lename
Ġ ha
P E
id den
feren ce
2 00
node s
ub e
M e
red u
p ack
resh old
m d
) /
Ġc opy
le d
fig ure
Ġp h
i ch
sen t
y le
al g
ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠ
p ort
Ġm atch
ati c
n t
R es
ma ke
R A
t om
Ġp a
de vice
var s
3 3
re l
cl ude
V ariable
se g
s ort
0 4
S ize
Ġc an
Ġs ig
g a
Ġcont inue
w here
C h
h and
ati o
at om
Ġor der
f uture
tim izer
Ġn e
Ġs cale
output s
m atch
1 7
Ġ lo
Ġob j
po sition
w o
le g
ens ity
o und
le arn
Ġi t
. ")
e vent
Ġg roup
m is
de c
M P
Ġ error
Ġ ,
3 4
m t
G ra
cf g
bin s
conn ect
olu tion
w er
rep lace
Ġinput s
O p
= ['
U n
g lobal
Ġ &
ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠ
Ġb ase
un its
Ġm sg
ur ation
ms g
e ff
fi eld
I T
test ing
" ):
g ener
. ')
Ġe poch
s v
Ġre f
Ġ lin
: `
or ig
c ast
Ġb u
Ġf a
en se
Ġwh ile
g pu
ver se
pi x
Ġlog ging
[ ('
w indow
* (
iz ation
'' '
t ings
Ġw r
cor es
ut ton
/ /
Ġop s
m u
po se
" ])
re ak
m and
) ])
L ay
row s
fa ctor
Ġ2 0
+ '
8 0
w h
emp ty
i eld
de s
pect r
= -
Ġlen gth
oc ab
l ate
i dat
h is
Ġd t
N um
ele ment
cent er
a ction
Ġf req
dep th
2 2
6 5
y n
') .
ho uld
C H
ke ep
Ġfor mat
s lice
ti c
g r
clas ses
co s
, '
Ġb in
Ġw idth
M A
u ser
Ġ loss
Ġ` `
s u
Ġstr ing
par ameters
s sage
on g
Ġlog ger
Ġt mp
Ġcur rent
ang le
v ari
o ver
par ser
mple x
6 7
A l
c c
G et
Ġco ord
a f
cl s
as h
Ġu sed
O ut
di sp
mple ment
u d
lim it
l er
Ġ one
sub plot
Ġg en
ext ra
n dim
al most
line ar
Ġa d
p on
Ġ' .
col le
Ġme tri
am ma
Ġa dd
arn ings
Ġmat rix
] ):
re quen
M at
r s
c re
eri od
4 0
v s
cor d
i b
nd array
fo o
Ċ ĠĠĠĠĠĠ
the ta
L O
I G
ses sion
] *
Ġu ti
i al
time s
ir st
g b
f name
Ġfun c
Ġ datetime
ĠN ot
di ctions
D AT
re am
Ġor ig
tiv ation
w ise
Ġa pp
Ġs im
Ġ right
Ġco unt
estim ator
p red
bo ol
edge s
turn s
st op
Data set
Ġm ulti
Ġfi lter
stat es
all close
g g
k en
Ġf it
dtype s
Ġfe ature
'] ['
Ġ qu
Ġs hould
Ġe vent
on ent
Ġle vel
e mbed
oth er
if orm
t ree
Ġof f
s ol
image s
po ut
ul ation
Ra ises
l d
app ly
peci fi
m i
bu ff
ist s
li p
res sion
E n
Ġpy test
Ġver bose
Ġc ls
Ġdi ff
Ġ arr
od y
Ġdi st
di v
s in
O b
ta g
meta data
A B
fi r
c ache
'] :
R eg
Ġma ke
Ġt op
Ġg rid
o ds
h s
Ġc reate
f ind
si s
stri p
g n
Ġt orch
at er
ro pout
In put
loc ation
s ha
W idget
Ġin dices
ten tion
c ation
trib ute
o us
p d
Ġs ave
gra di
Ġle ft
ch ar
Ġse ss
Ġgra ph
ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ Ġ
ategor ical
Ġin it
re ctory
Ġt s
as array
po ol
Ġg ener
Ġop tional
: -
Ġb lock
ample s
me sh
Ġgra d
Ġ ar
I mage
y label
Ġ --------
di stance
f ra
t ing
con vert
pa ir
` ,
train ing
i loc
Ġ( (
Ġe ach
o u
Ġf irst
Ġcon text
8 4
an y
if y
assert Raises
d rop
Ġo ver
stri bu
Ġthe ano
ci sion
ut es
Ġbo x
re al
Ġs ource
an ti
Ġcon v
si de
se arch
as sifi
pro p
s ys
Ġm ap
me as
um ents
st ore
6 6
Ġpo ints
3 5
: ,
g o
que st
ĠT ype
Ġra w
() [
T ra
9 0
Ġi d
L o
scal ar
S eries
Ġname s
Ġi tem
Ġa ct
si d
Ġc ent
( ['
p ng
w a
ro t
ck et
redu ce
ĠP ar
di ction
op tion
idat ion
Ġpar am
b ot
and ard
buff er
Ġs ign
9 5
e valu
assert All
Ġin fo
Ġdim ension
add ing
m ory
co st
Ġnorm al
cu ra
g re
i cs
Ġm od
2 7
n b
u int
am er
Ġax es
ro ll
x label
Ġ ..
L ab
fir st
iv en
N A
model s
la g
L AG
Ġa v
Ġst ri
ac c
F e
Ġb reak
Ġp ick
Ġwh ich
Ġun it
c ut
C E
di an
ran ch
S p
int eg
lab le
ro py
d raw
cura cy
I ON
sum mary
ase s
4 5
Ġd s
b eta
Ġha ve
T H
Ġme ta
U N
8 5
py test
D F
fi lt
Ġre t
ĠT est
t uple
al le
Ġw or
A S
L ine
ĠRe turns
t k
[: -
p ts
n ext
it ude
Ġbo ol
s up
ul ari
pi ck
Ġon ly
uni que
n c
d own
re move
scri ption
" ))
F un
Ġfe atures
Ġker nel
==== ====
Ġoutput s
f ull
Ġ last
pa rent
fla gs
f ont
sig ma
in ed
ĠA r
ht t
Ġcol le
Ġs c
T he
LAG S
ĠEx ception
Ġ[ -
bo und
ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠ
reg ion
op t
ect or
3 7
S e
on ents
dim ension
initial izer
Ġ Z
Ġ' _
F F
Ġc ore
g round
re ction
8 7
Bo x
y ear
to ols
ĠC on
_ (
ex ec
Ġs orted
ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠ
Ġat om
par s
p r
ti cal
). __
vi sion
: //
si tions
s rc
si an
Ġ' \
a i
ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠ
Ġsk learn
t es
Ġ" ,
ub le
ĠType Error
DAT A
v ed
Ġat tr
per im
il ity
g t
di c
aly sis
co mb
Ġde p
mplement ed
C A
Ġ' %
0 6
Ġ height
Ġ' ,
L e
e b
f c
it le
Ġoff set
= %
Ġx range
metri c
pol y
h older
leg end
. "
~ ~
un iform
eri c
da y
requen cy
res pon
Ġde c
Ġpo int
Ġ update
3 6
attr s
Ġ' __
co ef
M ap
b and
an el
par ameter
b it
z ip
Ġp ol
Ġf ont
` `
mod ule
({ '
P O
T ext
de red
) +
9 4
U L
i i
pro j
me d
Ġop tions
h idden
Ġex tra
U p
i de
a in
Ġ err
r atio
ph i
amer a
P lot
. ],
Ġt ri
pre fix
F I
par ti
stat us
Ġb i
Ġker as
Ġe v
9 7
fi ci
Ġl at
** **
ĠT his
ĠQ t
cul ate
] +
Ġs cal
fi elds
ex ists
Ġde l
h y
av g
C ase
ad er
Ġf ill
ar ker
Ġ lib
p le
Ġa ction
bi as
Ġg lobal
n u
Ġin d
Ġd oc
m erge
le an
si ble
Ġ1 000
A D
L og
den se
k w
Ġn d
B ase
E le
8 8
lay out
IN G
Ġfile s
Ġc f
pro d
py plot
cl uster
w rap
Ġhas attr
Ġ header
comp ute
)) .
_ {
mb ol
s w
Ġb ack
to ur
p ad
t ed
Ġn b
Ġs ame
stribu tion
D e
Ġ vector
h igh
st atic
t ask
ol ute
en ate
Ġstr uct
al ign
color s
p ing
re c
se quence
s ur
s with
s m
Ġst ats
. )
Ġtrain ing
Ġtrans form
coun ts
T Y
Ġ ...
Con v
sh ift
Gra ph
sy m
N o
ci es
f s
in ates
Lay er
our ces
log ger
Ġc ell
Ġm on
epoch s
Ġde lta
Ġvariable s
b est
perim ent
de v
Ġpar ameters
U M
P I
c m
igh b
P re
chann els
Ġ[ (
n own
Out put
bo unds
N N
a uto
th reshold
wor ds
St ate
p atch
metri cs
ch unk
ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠ
Ġs q
Z E
M ax
P ath
1 000
ge x
Ġcon stant
b a
el se
s n
di ag
d r
Ġw arnings
uff le
]) .
lin k
2 3
n ess
p si
an s
Ġc ode
ener gy
c el
pectr um
in v
c ube
Ġc all
ef ault
' +
Ġ' /
Ġget attr
Co mp
sign al
Ġcont rol
ent ry
N orm
ch o
: :
ut ed
DE F
% (
ep s
Ġ_ ,
w idget
bu ild
Ġuti ls
Ġn ext
Ġin te
Ċ ĠĠ
la p
f inal
di s
Ġst d
n eg
Ġ date
f lux
at ing
Ġs u
atter n
Ġ query
Ġ" \
us h
F i
S S
[: ]
(' %
I O
Ġm u
lon g
Ġp i
ch ild
rand n
de t
Ġ1 5
ker nel
up per
Ġm y
A t
b as
Ġs pecifi
st yle
et we
T able
sk ip
de g
Ġg iven
etwe en
Ġn n
Ġj son
trib utes
Ġn on
ĠC o
Ġsample s
] -
v ocab
9 6
s orted
Test Case
us sian
it or
t ure
Ġf ound
Ġw indow
_ %
level s
-- -
ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠ
k l
s or
on s
ver bose
U R
que ue
n al
arg v
Ġma in
Ġo per
ome try
Ġval id
disp lay
Ġ ),
ti tem
per ties
Ġ: ]
Ġ ge
(' --
lin space
Ġ5 0
_ ,
c r
o st
lin alg
cor r
en gth
trans pose
co mplex
ile d
Ġ loc
op er
olu me
Ġsig ma
ti le
l r
s qu
i date
Ġ local
() ))
Ġu ser
h as
Ġ: ,
Ġin st
Ġ- =
f older
Ġp cv
T I
ari es
s cores
or ith
IN E
hand le
f its
Ġs o
2 8
co ding
ext end
tick s
vi ron
Ġ{ "
a ir
assifi er
Ġ- >
e e
i ew
Ġ ],
sy stem
g ine
ch ange
Ġch unk
2 6
In fo
place holder
Mat rix
Lab el
Ġ3 0
ht ml
Ġt er
cont rol
g amma
en v
Ġt itle
mo oth
v as
Ġ/ /
Ġse g
ix ed
Ġact ual
Ġdi sp
Ġfi eld
le ss
po wer
save fig
Ġs pec
stan ces
ĠS t
concat enate
f y
an k
A c
E L
po st
Ġf n
res ample
Ġ-------- --
Ġw here
x s
Ġp l
set tings
Ġe mbed
shape s
per i
for e
K ey
m ul
Ġs core
ĠT ime
Ġ },
c ap
Ġ J
Ġs m
on ly
Ġs lice
Ġ* =
Ġele ment
Ġs parse
ag g
Ġun i
re cord
ff t
Ġde st
ist er
Ġsh ow
Ġ2 55
Ġ ----
Ġm x
Ġpar ameter
Ġan g
Ġ' -
se c
Ġy ield
SI ZE
do main
f in
r ng
ri s
Ġu sing
j ust
str u
Co unt
li ght
I mplemented
ateg y
S A
w ar
Ġp ri
Ġh ist
c ed
Ġre qui
vi de
dir s
c er
tra ce
Ġepoch s
ul ar
p df
Ġ1 1
d ump
t z
__ ':
Ġ1 6
Ġwr ite
L I
re lu
evalu ate
Ġ ):
ac tive
g ress
Ġs rc
d m
Ġw ord
Str ing
4 4
ker as
sing le
, :]
box es
h i
Q t
ing le
Ġ2 5
ta il
n ing
9 8
F or
id enti
", "
TY PE
en ce
ĠPar ameters
, -
0 7
F a
la ck
Po int
B utton
Ġ lines
me ssage
tr uth
Col umn
([ "
al og
tra ck
flat ten
as sign
sha red
Ġcolle ctions
Ċ ĠĠĠĠ
lo op
Ġ" %
and om
ble m
m ass
Ġr ate
di o
C lose
S hape
(' \
Ġst op
struct ure
time stamp
Ġw e
Ġcon tain
Ġm is
) ;
': '
) **
e red
g u
Ġco un
T rans
peri od
x x
C C
TE ST
j ob
Ġ" .
Ġex t
read er
] =
Ġthe ta
Ġse ed
i k
Ġse quence
c ross
no ise
M O
Ġ% (
3 8
ra vel
chann el
p orted
all y
Ġ old
il der
Ġp red
re set
m m
C heck
v es
CO L
Ġt ag
Ġ rank
S C
Ġch ann
clas sifi
ort h
Ġh igh
bin ary
Ġimage s
it ch
R I
si tive
Ġro ot
NA ME
Ġd b
Ġdi stance
op ts
, ),
an e
gradi ent
ter min
IN T
pe ak
In t
Ġnet work
N ode
r m
Ġ edge
in i
op tim
le arning
Ġb est
comp ile
Ġ keep
Ġver sion
log y
ĠNot Implemented
are a
Ġcomp ute
f er
n ow
ow er
re t
for ward
Col or
/ (
I s
Ġp ix
Ġb ins
w arn
Ġe val
7 7
ser ver
Ġ2 00
et ch
In ter
en tial
Ġs ur
reg ulari
Ġst at
comp onents
s ite
c ase
ser ial
Ġcent er
E T
w w
en cy
o gram
o lean
Ġw x
com m
process ing
) -
P y
Ġs ol
alle l
a verage
rep r
D ir
it es
Ob ject
cat ed
i ve
um my
ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠ
w ave
orith m
Num ber
\ \
co v
set s
Ġdep th
ew idth
M S
N et
ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠ
y lim
si z
om ent
pre sent
Ġan y
i ce
frame s
A dd
D O
D ate
Ġpick le
Q u
: .
Ġ Data
W arning
st er
sq l
ame tri
Ġdi vision
Ġun its
h ot
tol ist
e q
cl u
ateg ory
cor rect
w d
de scription
sel ection
le ase
Ġmetri cs
Ġcf g
.. /
in sert
u g
un time
N ot
Ġ% .
com mand
j or
m k
net work
t d
ch rom
Ġre l
assertAll Equal
so ft
T O
r ho
ust om
g l
p b
ab ility
Con fig
o ck
E D
Ġ[ ],
F orm
cli p
f ul
m ut
O r
ar ge
to ken
b ad
ype s
2 1
: '
ev ents
v is
en e
radi us
k ens
pe ed
p en
lo ud
ĠA n
Res ult
Ġpro b
select ed
Ele ment
i ent
H ist
Ġf ull
im al
par ametri
Ġpre dict
O n
d ings
Ġfe ed
Al most
de code
ic y
Almost Equal
Ġ dat
er ature
DI R
array s
Ġwor k
s li
Ġb eta
ob serv
atom s
T h
dir name
ust ers
Par ams
Ġb ut
' }
3 1
: ])
ath er
ap i
ĠT able
, )
Ġre quest
index er
rand int
ĠP eriod
ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ Ġ
Ġro t
Ġf ind
2 000
P S
l ing
r b
x lim
Ġr ng
a ke
+ "
3 9
at tention
exp and
and le
start swith
Ġdo es
seg ment
Ġmetri c
o x
u les
con f
Ġfont size
in k
Ġsp lit
A n
Ġp ad
Ġ Index
mon th
Ġpa rent
W ith
g in
by tes
parametri ze
" ].
2 9
pre dictions
ator s
f l
Ġ" __
is h
b ranch
assert AlmostEqual
Ġwh en
ction ary
me mory
Ġdtype s
c ri
Ġx y
vari ance
a w
Ġ' '
di rectory
Ġreg ion
Ġcon vert
Ġac tivation
sa mpl
e ager
as ses
group by
se ction
ĠNotImplemented Error
P er
b ody
ue st
Ġse q
Ġtype s
Ġpro cess
M in
in ner
scri pt
Ġy ear
ac curacy
eb q
Ġspecifi ed
0 8
T emp
d ropout
r gb
Ġme ssage
Ġ la
ĠP y
do uble
log ical
C ON
Ġop timizer
], [
99 99
bot tom
< /
dep end
E X
e ak
Ġt ask
qu anti
group s
G ui
c pu
Ġ' --
Ġop t
4 8
V er
Ġd raw
25 5
---------------- ----------------
p ass
Ġco ords
ho od
4 7
pro to
: \
d ensity
r ing
Ġf name
ĠA t
sc atter
C om
H T
log its
Ġt ree
o se
ex ample
Ġg o
cal c
N O
con ds
ex it
4 2
Ġre sp
target s
ar c
S P
} '.
il y
mp ty
able d
ach ed
F loat
th read
Ġcon n
U S
Ġ head
r ation
s d
le te
' s
Ġt wo
Ġd a
op timizer
a ctions
en code
Ġth an
error s
a a
l b
- %
O f
man ager
Ġp adding
c he
Ġin stance
ati st
f ast
di tion
Ġin place
Ġtime s
ro ad
el i
embed ding
ot e
Ġpre dictions
Ġ( -
c d
or iz
V ar
Ġy ou
Ġt rue
pro x
object s
a ded
me dian
e k
. /
er o
w arning
Ġpar se
exp ort
untime Error
F T
cor ds
S ub
hist ory
coun ter
i j
u sed
on al
6 8
A d
[ (
ign ore
ai lable
t n
Ġval s
E S
f p
Ġi gn
th is
form ation
Ġde vice
l ation
(' -
inter val
yn am
c p
Ġkey s
r ary
or g
Ġob serv
A pp
Ġsign al
p anel
Ġpa ir
c g
ter m
w x
e ad
cli ent
c um
ra d
ĠI mage
( __
, ))
on d
I tem
Ġpo sition
Ġ" "
que e
Ġex ec
sp an
ta u
D ist
t wo
Ġp eri
ĠD efault
I d
_ )
re pe
th ods
v ing
st ar
Ġmask ed
ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
s sion
eri al
N a
ol ds
Ġal low
Ġfa ctor
Ġpre fix
sy mbol
Ġdi stribution
Ġb etween
Ġin clude
() ]
Ġgra di
wr iter
Ġinter pol
con tour
ho me
= ["
x t
p ly
di mage
A x
for ce
M ulti
con stra
st ream
00 1
ast er
' t
ĠS tr
f r
n r
ex cept
Ġe ps
Ġpo ol
wa it
block s
G B
G roup
s peci
t ot
ra in
si st
c md
Ġt ol
co eff
(' /
) ',
lo s
(" \
Ġk ind
x ml
, "
ex amples
C al
Ġob s
Ġdiff e
( **
S h
Ġm ag
f fix
Ġat ol
St art
P UT
a ussian
c ategorical
Ġf lat
Ex ception
uff er
d y
Ġa b
: ],
m c
ĠĠĠĠĠĠĠĠ Ġ
le t
Ġse ssion
. *
ha in
t orch
v m
par t
ver y
Ġ1 4
is nan
Ġ{} '.
o id
ex periment
Ġpro j
Ġc ache
n x
en coder
Ġn an
as ure
ect ed
ĠU n
Ġstep s
Ġd ay
set up
Ġabs olute
M o
V ER
b lack
Ġ zero
el per
quee ze
Ġ url
Ġc sv
k ind
Ġc y
Ġa p
siz es
Ġ low
Ġs ingle
sc re
Ġde t
fla g
P U
r f
Ġ series
W indow
p andas
gener ator
ighb ors
) ')
I M
w s
Ġnode s
i an
mb le
ch ed
bu cket
E ST
req uest
g ame
p us
Con t
cle ar
F rom
Ċĉĉĉĉ ĉĉ
fra c
f ter
filt ers
i fi
val idation
ith er
iter ations
c b
ti ces
Ġre du
ĠP ro
Ġs i
Ġal g
LE CT
B in
u id
I S
pro ject
ho st
in es
Ġt r
ĠF LAGS
Ġbo und
xy z
G rid
Ġen er
Ġcl uster
Ġh idden
ok up
Ġ li
di us
Ġex ample
Ġpro p
ĠAr gs
l st
po sitions
inter pol
static method
Ġperi ods
ati al
Ġth reshold
: %
htt p
' },
t ran
in p
cat es
Ġav g
Ġs ort
Ġsk ip
O T
ä ¸
201 4
) (
Ġdi r
Ġrow s
I ter
Ġset up
Ġ join
al f
Ġf inal
T ree
b utton
Ġt y
__ ":
Norm al
Ġ---- ---
D im
re ference
Ġb and
Ġl on
Ġj ob
tiv ity
B C
p attern
} ".
de sc
o o
s pect
colle ction
regulari zer
m f
time delta
com mon
in c
ent ropy
B y
D A
G ener
se ss
ma jor
Ġ/ =
std out
st or
Ġd own
po w
comp are
out er
', ')
'] ))
Ġsum mary
Fe ature
. '
(" %
back end
il ar
C K
si mple
mis sion
Ġarg parse
F LAGS
t ab
Ġch ar
Ġc re
Tra in
ĠM ulti
ategor ies
Ġbu ild
S pec
Par ser
Ġmod ule
Ġv ari
parti tion
" ][
r nn
Ġc tx
ele ct
dataset s
f ree
am b
pectr al
N D
N T
Ġ layers
class method
Ġfi lt
tra ct
ne ction
est ed
7 0
k nown
Ġs ha
arg max
U ser
W r
") .
sc an
la gs
li ent
R andom
Ġc lose
ta ke
ta gs
Ġpar ti
cli ck
he ma
fa il
i mpl
Ġs cope
end er
Ġco st
Ġop tim
htt ps
Ġm ay
respon se
"] ["
p ress
pro perties
ta ins
Ġ{} ".
A s
M od
g al
Ġc map
Ġ2 01
stan ts
mis sing
dec ay
ac tivation
=[ ]
n ull
he et
ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠ
pri or
integ er
P ol
Ġh ow
] ["
n one
path s
Ġ3 2
Ġstri de
O P
Ġc i
Ġm erge
Ġmon th
Ġf ra
lo pe
inter p
h ash
In valid
ĠF or
Bo und
h at
th resh
test s
P AT
Ġ mp
gradi ents
} .
length s
sid ual
UL T
Ġp eriod
colle ctions
B U
Ġp op
Ġfor ward
da ys
S um
p g
r al
Ġdisp lay
V ector
pe line
radi ent
O per
Ġin to
app ing
loc ity
gener ate
Ġnd array
S V
in clude
[ [
() ),
jo int
t t
Ġ lower
in ate
fici ents
Ġst andard
- >
G L
a ff
ĠK ey
Ġf in
b ers
se p
__ ,
Ġ' {
Ġm arker
Ġb ot
'] ]
M es
re size
ption al
at tributes
10 1
c df
Cl ass
Fun ction
pair s
Ġme mory
$ \
non zero
E d
d up
le v
g ray
is instance
dered Dict
D is
Ġro und
Ġmo ck
O L
v ol
" +
: {
C ore
en u
Ġre ference
') [
D es
__ )
mo id
Ġ" /
Ġse n
h df
Ġa u
im show
EN T
f requency
Ġg l
z ed
Ġ limit
Ġc ase
vector s
K E
u sion
en gine
he ther
Ġse cond
comp onent
le c
Ġ1 3
12 8
Ġang le
R un
as sed
Ġm ore
Type Error
lo or
coord inates
Ġ ])
Ġc ross
Ġto ken
temp late
ï ¼
Ġt z
Ġt au
rep ort
meas ure
de st
Ġme sh
can vas
Ġgener ate
road cast
R ep
st andard
orig inal
M ask
vi ded
pri ce
Ġv ocab
S H
z y
Ġt ile
cont ent
~~ ~~
_ .
c cess
Ġle arning
R ange
s ources
en viron
Ġa verage
assert False
[: :-
B A
lo cs
0000 00
Po ints
} \
cle an
ch ain
Ġst ack
vi ces
cu da
pro gress
check point
b its
Ġ" _
l p
m ol
up les
Ġ4 0
o om
p tr
() ):
quen ces
ĠO r
M ode
V AL
ter n
te ms
are st
Cl assifier
A P
AB LE
x i
Ġs a
Po ol
Ġrequi red
m id
s queeze
gg reg
s ame
prod uct
u es
stri b
Ġf lux
AT ION
call back
Hist ory
reg ister
C ur
o logy
Ġre al
DEF INE
8 9
={ '
pix els
oriz ont
, \
de lete
([ ])
cl f
tic les
MA X
f etch
Ġw as
Ar g
I L
ar m
Ġresp on
) "
u tion
Ġ he
RO M
= .
Ġscal ar
ynam ic
k s
Ġe valu
Ġse arch
pick le
a uth
Ġdi ctionary
11 1
Ġbo unds
Ġsup ported
T R
ur st
Ġm ass
extra ct
Ġorig in
tribute Error
a red
ta ct
den ti
: ',
Lay out
subplot s
d c
al t
Ġdi s
Ġcol s
ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠ
mask ed
ang les
pix el
soft max
4 9
_ [
Ġs cores
ĠR untimeError
Ġarg ument
5 00
si ve
comp at
Ġbi as
Ġinte ger
Ġle g
C L
ti ce
Ġs w
assertAll Close
de coder
Ġc os
Ġc hain
fe ed
P os
di g
Ġg lob
ĠT ensor
Ġ6 0
c rop
Ġc ap
te ction
eli hood
Ġc s
([ ],
re qui
st im
sp y
IG HT
S cal
per io
new axis
Ġno ise
B lock
S y
Ġth en
Ġsy stem
3 00
Ġi ris
)) ]
p x
z ation
C ell
Ġfor ce
Ġr tol
([ (
cl usters
sa fe
H e
V E
Po st
re index
an alysis
ist ic
a co
ri ver
Ġh y
d uration
PAT H
Ġpo st
g z
to ol
age s
Ġare a
orizont al
w b
ct x
Ġb ody
ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠ
Ġarray s
ec tive
} $
Ġe qual
Ġmis sing
ot s
Ġi mp
assert Is
Ġph i
Ġsq l
b r
ad r
Ġfig ure
Ġup dates
Ġb box
Ġx s
Ġg round
Ġat tention
Ġn eg
ol low
/ '
b box
at ype
ile up
ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠ
ject ory
Ġen v
Ġcontain ing
ge d
max imum
act ual
me m
ro i
'] ),
cal culate
sur face
di rection
batch es
Ġarg uments
Ġunit test
N e
mb ols
bl ue
wh ite
m it
v olume
in valid
ge ometry
ig en
Ġr s
roll er
sel ine
rep lic
Ġener gy
__ ()
con trib
iter ator
C ode
Ġ' +
si red
Ġsy m
] /
t ex
Ġb l
Ġd ensity
G radient
s pectrum
str ategy
fix ed
lim its
ten ce
Ġev ents
log ging
ĠS ee
bu f
ĠN um
F it
P ri
W eight
c amera
w fn
ge titem
ele c
Ġobject s
Ġcon d
.. .,
cel ls
( ',')
0 9
Ġi i
ĠV ariable
li ties
AT E
i mp
s f
Ġc md
Ġd rop
read y
ĠD i
Me di
: ",
Ġcom mand
Ġ estim
er ance
Ġc ut
Ġpol y
g on
en cies
val idate
re cords
Ġ" --
Ġrespon se
B atch
w in
in st
Ġpy lab
Ġcolor s
= ='
Ġco ef
D o
ut ing
ve locity
) ].
R ate
ĠI mport
identi ty
w arnings
Ġc r
Ġal ign
sp in
ac ity
7 8
n dims
Ġa uto
om ial
unit test
ĠQt Gui
Ġstruct ure
j obs
w av
Ġf lag
ad ing
sh ort
hy per
Ġn c
Ġf ace
Ġc m
fi ed
per cent
Ġl ong
Ġne ed
Ġdimension s
Ġp art
si lon
ex pect
Name s
hist ogram
se cond
af ter
stru ctor
and ler
/ %
in ds
Ġdi rectory
stri de
= {}
ro s
Ċĉĉĉĉ ĉ
or b
Ġs in
Ġreturn ed
Ġorig inal
in place
Ġc ho
Ġ( %
p li
ar ti
Ġs ix
Ġter m
I I
de lay
Ġtra ck
18 0
Ġcal cul
D B
h our
Ġst yle
Ġe mpty
lu id
orig in
f old
di tional
ele ments
Ġ zeros
Ġ" -
Ġv iew
pre diction
])) )
estimator s
F ield
es sion
map ping
Ġ 64
Ġfi x
Trans form
repe at
99 9
ces sed
Ġch ild
! !
Ġt ran
le ep
el ls
ch i
ep copy
ĠP o
rel ation
align ment
p db
to kens
Ġele ments
Ġn dimage
ul se
Ġv is
sy n
Re gex
n m
Ġ Dataset
Ġc ube
Ġr ho
Ġ å
Ġd x
pha se
======== ========
c map
ĠĠĠĠĠĠĠĠ ĠĠ
f mt
Ġ })
Ġi val
Ġp p
pl ant
exec ute
Ġembed ding
par tial
eg in
Ġpre v
arg in
wor ld
v tk
Ġt a
pro bs
Ġcor rect
Ġl s
the ano
oment um
Ġra dius
Ġmeta data
) '
c ached
Ġp t
Ġs av
con st
Ġtra ce
Ġinitial izer
A ULT
Ġex ist
fig size
201 3
Ġcom bin
ĠImport Error
6 9
p adding
der r
M L
Ġ: :
sub ject
lec ule
Ġ vec
Ġde bug
num eric
Ġth read
re st
ange d
exp r
do f
o ols
Ġs amp
Ġ" +
pro file
squ are
n ed
Ġn x
Ġst ream
fun ctions
Ġmodel s
no v
**** ****
ep silon
pre cision
Ġsh uffle
s mooth
Ġp assed
Ġa fter
Ġiter tools
Fun c
ot ential
mean s
+ =
t an
Ġg re
Line ar
N ew
le af
fi l
([ -
P RO
ter s
ag ent
lat form
normal ize
font size
b ig
cur ve
Ġver ify
Ġcomp onent
psi lon
L ength
U B
W h
t m
Ġmax imum
pre v
Ġan s
Ġlin ewidth
Ġign ore
in ation
ci i
) }
C an
N UM
frame work
Ġ $
vi ous
Ġt e
ut f
w p
div id
A A
ge o
pro c
rot ation
bas is
ul ary
COL OR
c ategory
Ġi ds
me ga
Ġf lags
ci rc
ren ce
back ground
tain er
FI LE
Ġpro blem
Ġpro vided
lim iter
feren ces
dimension s
C S
T RA
X Y
Ġg amma
Ġchann el
6 3
Ġ( [
Ġset tings
Ġval idation
ok ed
Ob j
los ses
Ġph j
Ġw ords
ten sion
ĠAt tributeError
b g
Ġcor respon
E vent
an ces
Ġreturn s
ĠL ist
ĠO ptional
wh ile
C annot
ent er
iter items
Ġsh ift
f loor
Ġ edges
Ġ1 9
ap ter
Ġe ither
hand ler
perio ds
U P
Ġre n
ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ Ġ
E nd
b b
Ġapp ly
P AR
Ġ et
Ġs peci
Ġre p
oper ator
m n
Ġre ct
mode s
N P
c enti
ç ļ
Ġcon cat
ĠM odel
Ġup per
çļ Ħ
M eta
m arker
re r
Ġp eak
Val ues
ress or
m x
. ),
ch or
Ġsp ace
n ers
re m
Ġf p
Ġtarget s
Ġuni que
Ġt k
Ġd y
N S
Ġc at
file path
Ġerror s
Le vel
li cates
im read
Ġch rom
sm all
oc c
m ixed
se nd
sampl ing
Ġ annot
fa ct
Ġcoord inates
Fi lter
K e
c am
is ode
Ġe q
tra j
ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠ
ĠKey Error
me s
ĠT EST
ens ure
v g
Ġre move
Ġx p
} {
Medi cal
b n
m er
ut ation
Ġcoun ts
W or
{ '
[:, :,
Ġcl asses
Ġ æ
Co ord
Ġf mt
lo okup
ati ble
ri c
ve cs
cs r
ele m
Ġcal c
g ui
Ġin p
vel ength
ĠCo mp
in verse
Ġen coder
Par ameter
v id
di stribution
Ġre present
Ġse p
diff e
Ġattr s
cy cle
Ġinter val
as is
mo ved
ĠL ine
({ "
Ġnormal ize
Mod ule
B u
ext ension
ren der
table s
Ġstri des
cho ice
n itude
re es
g ger
as ic
Ġextra ct
ĠStr ing
Ġcal culate
MP LE
G R
Ġs n
Ġres ource
pre cated
25 6
ot or
pro gram
ĠI D
Ġuti l
c loud
ri ch
5 6
d p
ma ster
A M
k elihood
ra ise
Ġline ar
7 9
C I
v stack
Ġfi elds
Time stamp
AN D
Ġre cord
ul ator
In stance
Ġseg ment
ient ation
C or
data frame
ha se
plot s
wor ker
sol ver
S ession
Ġa st
Ġme asure
Ġ location
Ġe psilon
add Widget
Ġcl f
Ġd ropout
par k
Ġv s
N E
U RE
end ing
ER S
Ġlin k
r l
Ġl w
Ġde scription
Ġsup port
ul ate
lic ation
bas ic
= _
in str
par allel
IN PUT
mple te
ey e
Sp ace
A ction
P H
R ow
s peed
load s
Ġindex er
Ġt ick
)) ))
Ġdi ms
base name
SE LECT
Ġdiffe rent
Ġalg orithm
ĠOr deredDict
) ")
M IN
ma il
C ache
Ġh andle
mat mul
Ġpre cision
Ġset Up
' %
^ {
)* (
plant cv
fe at
D ef
D et
p c
Ġ select
Ġp ack
Ġde sc
Ġcom mon
A tom
me thods
os s
7 6
c n
Ġp lace
code s
en ch
ct ypes
Ġen coding
Ġshape s
au dio
de l
Ġf s
up dates
bu ilder
Ġ es
Ġf ollow
Ġb ar
Ġchann els
O ff
p k
Ġm ark
ri ces
Pro perty
b ed
clu ded
Arg ument
a ctor
li sh
Ġbe fore
Ġbin ary
, (
S O
t w
Ġm ol
sign ature
Op en
MO DE
ĠĠĠĠĠĠĠĠ ĠĠĠĠ
Ġl r
for med
fa ces
S im
Ġn a
w ay
me t
Ġco v
St at
Ġac c
" %
4 6
S ign
quest ion
sub set
ĠIn put
s lot
it eri
Ġex it
ighb or
x p
m al
ac ing
St ep
inter nal
Ġsub ject
war ds
Ġc types
sh uffle
5 9
M on
po le
am l
bo ok
iter ation
multi ply
e in
as freq
Ġw rap
tail s
Ġbot tom
c ar
l g
l and
Ġ estimator
Ġm apping
ĠS e
Ġcheck point
V iew
Ġin v
Ġ1 8
ĠA S
do cs
Ġinst ead
agg reg
y y
mask s
offset s
fra ction
Ġsq rt
en coding
Ġi o
Ġd ense
der iv
Ġpy plot
gen e
Reg ion
Ġcall back
T F
os ity
T his
h stack
Ġp ower
ge s
el if
sc hema
Ġ ri
ti ght
Ġc ir
cent ers
Ġdo main
i ke
in u
lo ur
Ġ' )
Ġ1 7
centi le
m ix
Ġf ast
ab i
Ġpre diction
gre en
h elper
la m
C R
C V
t p
Ġ ut
ilar ity
' \
l its
Ġst ates
(" -
Ġexp r
TI ME
% %
L oc
c nt
ne ighbors
Fe atures
S M
Ġop ts
ĠC ol
sig moid
be fore
classifi cation
D ense
T otal
c ustom
al ty
ch an
Ġde sired
Ġle arn
ER R
Re ad
4 00
g ies
de rer
fi er
initial ize
go od
or ed
Ġt ab
Ġs mooth
ol ve
Ġcon stra
chunk s
DEF AULT
Ġspec ify
d uct
ĠĠĠĠĠĠĠĠ ĠĠĠ
Ġp atch
ad just
Ġcon f
Type s
SI ON
child ren
Ġf o
as on
Ġex pect
Ġ> >
mo ck
Po sition
ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠ
pl us
neg ative
al low
ig ure
Ġac curacy
Ke ys
H andler
l w
Ġd eri
)/ (
ĠMulti Index
S ta
b us
r r
it ing
Ġb ad
os ome
Ġsm all
classifi er
y m
re name
Ġen gine
Ġdataset s
radi o
sol ve
W idth
ur al
np y
Me an
gra ds
[ ...,
b ind
Ġ ))
Ġ entry
float X
Ġsub process
KE Y
ro u
Ġs ite
gre es
Result s
ileup s
k y
x c
Ġfor m
ĠIn ter
fici ent
Ġn dim
Ġd one
Ġpy thon
quen tial
stor age
Ġi tems
Ġth resh
le ast
abs olute
7 2
g lob
} /
Ġb ranch
ab c
iz es
Ġf requency
Pro cess
estim ates
Ġstat us
L en
s ched
Ġd en
Ġas sign
H eight
M et
S ource
U E
st derr
Ġ2 8
Ġbo olean
Ġlo op
Ġwr iter
ww w
D ep
Ġw ave
gra ms
tensor s
Ġoper ation
Ġpri or
se conds
Ġd d
pol icy
F O
q t
s cipy
res ource
Ġe p
Ġpro perty
roll ing
H ER
s l
Ġf l
un len
Ġb order
bo ard
aco bi
1 0000
T A
} }
min imum
embed dings
i elds
Gra d
Ġav ailable
adr ature
H I
ce il
atist ics
click ed
Ġg ot
sp a
g ent
Ġp s
ser tion
ph ot
ĠD E
5 7
P L
t ur
me di
Ġc g
con ti
ĠI N
ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠ
stra ct
viron ment
interpol ate
P RE
con stants
ap prox
com ment
Ġread er
ebq e
Bin ary
D oc
v l
cal ib
app a
index es
inf er
S ample
args ort
** (
{} '.
sli ces
f alse
Ġ" {
Ġde termin
B uffer
out dir
Ġr atio
sup port
depend encies
Ġb a
Ġd c
Ġal so
over lap
Ġpix el
Ġground truth
__ .
ga in
D efault
w l
con ver
. ',
Ġy s
Ġv min
Ġtest ing
fill na
Ġqu anti
Ġback end
A ng
G e
Ġn u
res sed
vi sible
AG E
Ġreg ulari
requen cies
p kl
v a
ĠR es
sy mbols
b egin
s leep
Ġk w
"] :
Ġargs Dict
Dim ension
. ",
Ġc amera
is son
c ategories
p lay
Ġ est
Ġr hs
assertRaises Regex
kw ds
I C
x axis
is o
'] =
ef orth
Ch unk
Con text
region s
sw ap
d nn
at tribute
Ġi ts
Ġre pr
ch r
]) [
ne arest
lu gin
L S
Ġ' <
Ġout file
Ġat tribute
o uld
Ġc c
Ġv i
tr un
Ġbu ilder
st ation
ed u
(" --
mut ation
D el
Ġw a
201 1
201 6
Ġda ys
Ġl b
comp o
rel ative
T S
Ġp eforth
map s
Ch anged
Ġoper ator
Ġs li
out file
lit ude
Net work
T ri
h elp
he m
ĠF ROM
pack age
su ffix
A nd
T ag
a ut
al k
Ġf low
Ġre c
assifi cation
deg ree
* .
t uples
ro id
sum m
200 7
ik i
Ġinterpol ation
4 3
Ġat tributes
Ġgradi ent
z oom
di strib
con structor
Ġdi rection
experiment al
Ġ ray
Ġ layout
Ġg t
Ġpo sitive
p tions
s pectral
ar is
Ġpro ject
back ward
( \
F A
s z
Ġlevel s
P a
di rect
Ġpro to
Ġ12 8
mk dir
sp here
Er r
ĠA s
read line
Ġval idate
scal ing
Ġcoun ter
Ġdef ined
eager ly
Ax is
p ub
pro ps
ti f
(" /
eri cal
AL L
band s
rou ped
O UT
ti l
Fa ctor
ĠNum ber
re ward
en ded
Ġt gt
an ager
Ġs qu
op tional
[' _
201 5
ome ga
Ġsur face
G aussian
st ype
ri es
lin ewidth
n y
z z
Ġin ner
Ġ2 4
Ġ5 00
T arget
Ġc lip
Ġsav ed
] ')
b roadcast
i as
ct ools
ver tices
ir ror
ay es
i er
Ġ0 0
default s
ga ussian
B O
n i
Ġre pe
Ġb oth
im er
Ġl n
S cale
S parse
i lt
Ġ{} ,
201 2
fi d
]) ]
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
Ġcont ent
est yle
sp ath
D own
p n
un pack
])) ,
stri ct
Ġper form
fin ite
ĠPy thon
Ġleg end
I dx
de vices
ĠC h
ĠN ame
bucket s
Ġredu ce
v min
Â ł
Ġmean s
enti ty
Ġ selected
ĠS et
ĠC al
m g
dat atype
Ġcal lable
filt ered
- \
y axis
as numpy
Ġv tk
ci p
N G
ge st
di tions
00 5
end swith
if f
cur r
Ġmulti ple
" %(
G A
re gex
ul er
Ġcon tains
ĠL o
+' _
Ġrot ation
S ol
Ġo m
') ]
squ ared
M M
se mble
ar s
Ġin formation
arg min
stri des
fil led
x ticks
Fi elds
Bound ary
m or
di vide
is file
ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠ
str y
ag ne
divid ual
p are
pro blem
tri al
fix ture
wrap per
spect ra
L im
ar row
Ġcomp uted
Ġcur r
tick labels
auth or
D S
D ER
set ter
8 6
Ġ lab
as cii
Ġs pectrum
In te
Ġtime delta
Ġgener ator
I R
ĠĠĠĠĠĠĠĠ ĠĠĠĠĠ
Ġf h
an aly
li ed
__ .__
ke t
ver s
OR M
au ss
Py thon
ein sum
R ight
o v
p age
Ġf luid
Ġcl assifier
j pg
Log ger
Na T
au x
Ġgroup s
ge om
Ġs ide
Ġd ot
Ġde g
ĠR a
Ġbe en
Ġlog file
Co un
ish ed
B ar
p m
Ġd uration
ap er
m ic
it ers
ex ist
ex ception
Ġele m
Me thod
Ġfa iled
! ")
t l
Ġc rop
di date
li kelihood
Ġde limiter
temp erature
8 2
p latform
} '
re a
ti ty
Ġd pi
seg ments
g ap
Ġ mpl
ent ries
im ize
Ġde coder
sc ene
ĠB ase
Ġf its
sa mp
Ġiter ations
( ('
rem ote
F low
L at
T r
g ment
Ġ rand
Ġf c
fl ush
r dd
Ġv max
pre process
mod ules
proj ection
Q U
b f
l arge
Ġp attern
St ream
work ers
Op tions
B e
R ect
b m
f time
s heet
Ġi denti
le x
() .__
F lux
n z
al o
me try
fo und
head s
pl an
man ual
Se quence
A X
J ob
ĠC l
Ex p
Ġsim ulation
a z
i mple
Ġn est
con s
ul ated
min or
]] ),
File Name
make dirs
o i
load er
H E
Ġpar tial
5 4
it al
Ġd m
Ġg r
0000 0000
Ġdec imal
acobi an
Ġ{ :
ac tiv
pi peline
ense mble
Ġgradi ents
C F
C re
V I
Ġre lay
Ġa mp
ri ck
cor ding
ĠI O
Ġcorrespon ding
> =
P ix
ĠD e
Ġle ast
Ġexp ort
ug h
. \
C reate
E valu
Ġs can
di stances
cor ing
mat plotlib
pl ane
Ġ-- >
Le ft
replic a
R ef
] })
c x
c la
s at
w ater
Ġa ut
Ġa ggreg
res olution
ir d
ĠF un
Re ader
i ma
se par
di a
ati ves
og le
" \
)) [
Ġdi sc
weight ed
Di stance
Pro to
6 2
G RA
in ch
in nov
di sc
Ġ" )
config uration
Ġinter p
ĠP re
HER E
9 3
] }
m ar
Ġt p
le ar
Ġcon ver
d ummy
cat ter
r ates
an ts
ĠF ile
Ġch ange
201 7
alg orithm
ĠTime stamp
Random State
f d
le ction
Ġc annot
ter ms
Reg ression
task s
+ (
e mb
Ġt d
Ġm s
pos ure
Op timizer
Ġatom s
ench mark
R GB
dat ed
Ġy our
Ġop tion
wa ys
6 00
p v
x min
th ing
et te
sp atial
Ġco mplex
sen sor
vert ex
cont roller
Ġwor ld
Ġcre ated
7 4
M B
S ig
h ow
ve lo
Ġdi ag
os ite
Ġlog its
ĠG ra
c ing
Ġ1 80
con j
con dition
ON E
Ġframe s
Ġf alse
Ġ[ ('
Ġse ns
ST M
bi ases
Ġrel ative
Ġpair s
"] ),
pop ulation
Ġchunk s
speci es
+ '.
Ġf ft
par ticles
ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠ
Ġdo uble
ron g
s ites
Ġp r
un stack
po sitive
Ġto kens
{} _
De vice
5 8
F E
ã Ģ
re v
sa ved
tim er
Ġhas h
yn omial
b etween
ex act
il er
Ġres olution
ear ch
S D
l c
Ġw ant
Ġg pu
str ings
tra st
Ġdoc ument
L L
Ġ ).
Ġd st
arg uments
Ġmin imum
Ġfun ctions
Ġgra ds
sen tence
Ġsh util
9 2
P P
re sent
Ġ[ ])
An alysis
P i
â Ģ
al ity
Ġre sidual
fi c
ĠM at
comp atible
lic it
Widget s
Ġs ome
Ġpd b
b lob
n ested
im ation
sur f
g ate
i ces
(' _
log file
ject or
Ġchain er
, :,
Ġ ~
re sidual
Oper ator
7 3
} _
se quences
Ġp hase
Ġs olution
Ġ1 0000
fi den
ren d
pp ing
unk nown
r ink
Ġin fer
Ġd ummy
Ġpo sitions
at t
me mb
() ])
00 01
Ġst ore
Ġx max
lat es
Ġan alysis
tan h
' )))
p ca
ĠR E
stribu tions
acc um
scre te
5 2
C M
æ ľ
ise d
In it
ĠB o
Ġsol ver
Sign al
L U
T op
pre ds
=[ [
return s
Ġbox es
Mes sage
: "
i ris
len s
ab spath
ĠU se
M ass
P ick
re verse
Ġre q
key point
Ġal ready
Ġ25 6
S o
li ms
Ġ2 2
ĠI t
gre ater
ï¼ Į
Ġc lient
]) /
name d
tri p
ĠC ategorical
dic ator
sertion Error
+ +
E stim
Z ero
q r
Ġo mega
config ure
Ġfun ctools
tiv es
< =
L oss
=' ',
Ġex c
Ġpro gram
Ġiter ation
predict or
T ER
or es
train able
gu ous
Ġgo od
a vi
k g
l n
Ġr gb
Ġac tive
Ġvar s
Tra ck
BU G
Argument Parser
T ION
] ',
c ate
j ac
w ind
de tection
Ġt ake
per centile
Ġro spy
gen ce
Form at
e ded
t le
Ġ ser
to wer
Ċĉ ĠĠĠ
bo olean
color bar
Tensor Array
Ġren der
i mag
r x
Ġ serial
Ġ' [
In itial
optim ize
Pol y
Wor k
Stat us
d one
Ġf id
str ftime
fa ke
Ġcoord inate
Lab els
long itude
(' .
ver tical
ener gies
assertEqual s
iteri on
S er
b reak
g ather
m ult
it ter
AT CH
Ġiter ator
F n
G en
M ix
or dered
he at
lib rary
h alf
Ġs s
time step
ĠD ate
Ġfix ed
1 99
O S
de epcopy
ur ing
Na N
P Y
st e
Ġp v
Ġre verse
Ġb g
con struct
sc f
inter cept
AR N
lic ate
Ġ9 0
Ġpos sible
C all
m se
Ġ' "
Ġco eff
ang u
+' /
Ġhy per
), (
Ġh our
Ġ{ :.
pli er
1 50
Ġre ward
Ġex clude
_ '
c ros
Ġ2 3
wr it
Ġdefault dict
Ġad ded
- ',
: ].
I f
(" ""
Ġcon st
sk y
Ġfa il
ĠNot e
M AG
Ġdi stances
ĠR andom
Ġcomp onents
freq s
scal ed
prob a
ide o
F lag
I ST
b et
l as
m r
list dir
form er
Ġwith in
ĠW hether
ome tri
Ġmatch es
Ġfilt ers
G E
Ġn s
Ġh du
Ġl hs
Ġtrain able
Ġlo s
sup er
al e
Ġp lo
Ġd ump
ter nal
Ġ\ \
Ġro i
Ġblock s
Ver sion
s pe
Ġc ells
get attr
con tainer
Ġ2 1
Ġex amples
Ġdi rect
ĠL og
Ġun der
mon itor
Ġfig size
CT ION
cut off
coef ficients
) ",
/ "
] (
Ġl l
ĠO n
ĠQt Core
Ġparti tion
[ ['
c les
l an
s pecifi
Ġn ow
co gn
per m
Ġpar allel
mo di
lst m
B ack
g h
Ġt ak
Ġi p
lat ed
Set tings
Ġsha red
Mes h
) ==
R NN
Ġre set
Ġse conds
W in
d ynamic
lo aded
con tact
ac y
eri or
stack ed
ĠCon v
assertRaisesRegex p
Ġf older
Ġle ss
by te
Ġtag s
observ ation
. ])
z en
ä º
Ġc ustom
Pro b
cont ents
Reg ressor
cum sum
z one
Ġp ow
Ġthe se
Ġ4 2
ĠN a
Ġpre vious
ten ces
Ġcur sor
{} .
gu ess
) \
H z
l hs
u cli
ue ue
li ers
con sist
qual ifi
ces ses
read lines
AR Y
we ek
Ġsi mple
d river
x m
Ġre place
ing er
Ġlo aded
sv d
Ġbi ases
thread s
b ility
ex c
Ġstr ategy
Par am
sn r
ĠTime delta
ĠIndex Error
Ax es
ãĢ Ĥ
` `.
u el
ma y
str s
Ġcur ve
Ġdep end
Ġso ft
D U
ĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠ
Ġp otential
ser ve
ĠM ask
cu dnn
Ġcy cle
tur b
g d
i val
l m
se titem
ro ugh
Ġm id
be am
cre te
~~~~ ~~~~
d set
Ġg ame
Ġcon tour
Ġpath s
Ġbu f
peak s
Dist ri
User s
e ach
Ġ ann
Ġre port
data base
we ep
inf os
colle ct
ini tion
speci al
Ġneg ative
ĠString IO
Ġast ropy
> '
L A
f lip
} "
al ette
con nection
pect ra
ac cept
ind x
Ġse e
graph y
To ol
bound ary
Ġsu ffix
dump s
[: :
Ġl st
load txt
inter face
normal ized
multi ple
Ġsy mbol
Ġback ground
Ġembed dings
fiden ce
A rea
b urst
f ine
Ġm d
cal cul
tra jectory
idx s
sy nc
C D
W OR
] ].
ma v
np z
LE FT
act er
so le
comb in
W rap
or tion
re store
re present
Ġi x
th ree
Ġex periment
Ġver tical
prob ability
pen alty
) ][
am ily
pro du
sh ot
row th
ĠN o
Ġal ong
Ċĉĉĉĉĉĉ ĉĉ
Rep resent
F ixed
P ER
an cy
Ġin f
down load
Scal ar
R el
S Y
Ġ selection
Reg ister
ox el
atist ic
constra int
Ġfollow ing
X X
w t
Ġc p
get Logger
Ġh alf
coeff s
Ed it
A b
f ac
y r
Ġc li
ot o
Ġx x
Ġe ff
Ġbe gin
lat itude
em it
angu age
P ower
V ec
s lope
inter vals
Ġtemp file
PO INT
Wr iter
Pri ce
c ases
f g
i e
'] ):
pri me
match es
Ġt l
Ġf ree
an chor
(' {
ĠT h
ĠT rans
Ġnum bers
Ġobserv ation
Ġvari ance
C lient
b oth
on ian
Ġin valid
equal s
bu tion
ĠN e
av ailable
RE F
Ġderi v
n or
ct an
ed it
mo lecule
ĠM e
code d
Ġcomp at
ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠ
su ccess
patch es
d st
Ġ sel
er m
en abled
Ġbe am
run ning
ĠQ u
non linear
Ġbu cket
Del ta
r v
v ity
al tern
he x
qu ad
am o
ĠS E
num bers
En try
ĠFun ction
Ġt max
ĠA ND
Ġse par
Ġcor r
Ġoffset s
Cont rol
aris on
S li
h ic
re sid
=[ ],
Ġconfig uration
integ r
depend ent
E V
M ag
M anager
] },
c ard
e ig
k it
t ax
se ek
Ġb uffer
ta ch
Ġtemp late
assertIs Instance
] ")
m argin
ĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠ
ot ype
Ġr x
ext ent
mo tion
... ')
bl k
Ġinitial ize
Ġgen e
Ġnormal ized
= ('
g ca
Ġc amb
ph as
ĠL e
gen ome
h it
qu ant
pro cessed
cor pus
AT T
Lo ader
vide o
inch es
G re
b ond
Ġf t
pe s
time Index
12 5
Ġkey word
Form atter
Ġcut off
C G
S ER
m gr
p itch
Ġ like
de precated
set Text
ph y
RE AD
Ġsub set
Ġmo di
ĠAr ray
Ġdec ay
instr ument
M is
[ _
s ke
Ġ eta
Ġb it
ĠT o
Ġdata frame
cri ption
conti guous
C DF
G S
S ave
on ic
Ġas array
ĠA d
Ġme t
scri be
ca use
C ategorical
re ce
el y
Ġthe re
ly ph
loc ations
annot ations
M atch
v oid
} :\
} -\
ri me
Ġr nn
ph j
mo ving
da ily
Ġfe at
OR T
Ġba seline
O B
S earch
m enu
as set
Ġ' ',
ac cess
ick ness
UR L
scre en
' %(
R IGHT
i ti
s np
se e
te in
Ġpro perties
Ġtensor s
fa ctory
ner gy
comb ined
Wr ite
unlen cl
Ang le
C AL
Ġn om
Ġc ategories
ad apter
12 3
Ġfra ction
Ġ" '
Ġa ff
up y
sp lits
ng ine
dist s
parameter ized
vid er
% .
e eg
r hs
Ġw ho
train ed
drop na
e igen
h ift
Ġb ond
Ġcon dition
Re ference
root s
Gener ator
S ur
b order
re call
Ġs ources
Ġy max
cat alog
aggreg ate
Pick le
O ne
T T
u v
Ġc b
Ġ' ')
Ġre d
Ġ2 000
Ġ: ],
min i
][ -
item size
DAT E
Ġsc ri
ful ly
constra ints
ERR OR
compo sition
D ec
O ri
f h
h old
ed Array
la ces
rc Params
A uto
q l
Ġde tection
format ter
Con stant
ST AR
ĠEx amples
Cl uster
S R
n ative
in file
': [
Ġex tension
Ġpro duct
Ġ8 0
predict ed
Wh ile
, **
D raw
b tn
me g
Ġf r
Ġin cre
Ġb s
File s
Ġbase d
Ġar ti
Up date
TRA IN
âĢ ķ
8 1
: (
R AN
] **
Ġc ategorical
Ġex ists
Ġtable s
LO G
Ġuni code
abi lities
: ")
N p
k appa
ä »
Ġ html
') ])
Ġdi g
Ġ3 00
Ġde lay
St ats
Input Data
Lo cal
pick s
diffe rence
ARN ING
. """
Ġ ;
ar ctan
Ġc t
ast ic
12 0
head ers
top o
vis ual
Ġevalu ate
, [
A verage
C opy
f x
Ġ arange
Ġo c
able s
Ġto ol
ĠP lot
ĠR eg
Ġ10 24
trans late
Ġgener ated
Ġproj ection
Sy stem
) >
c ub
si cal
et s
Ġr c
vi ation
ren derer
Ġsh ort
diction ary
sw itch
Com mand
b w
c ity
p ct
Ġf d
Ġweight ed
Ex pected
Ġcom m
be low
Ġtemp erature
ĠAr g
parti tions
Ġsu ccess
Ġpix els
Or der
press ure
ĠIO Error
' })
Ġt bl
un ion
ab el
sp ort
sp ots
pre c
sample d
den tical
ME NT
Ġlin estyle
fc cs
Qu adrature
âĢķ âĢķ
H O
L ong
p id
q dm
Ġn t
Ġf il
as c
Ġpar s
lat tice
12 2
ele v
Res ource
Train ing
Ġsamp ling
e very
s low
en um
Ġn elec
ad ded
bo ot
Ġexp and
mag nitude
MA P
diag onal
amb da
Off set
inu ous
G D
Ġ queue
Ġ( {
Ġx m
ĠM ax
ST R
ne ed
CO D
6 1
r ule
w cs
Ġc a
ty p
Ġcomp are
pon se
S k
Ġin di
ri de
ap sed
Ġse quences
Ġtime stamp
Ġper m
Ġobserv ed
Ġau x
X T
g file
Ġ ()
Ġset attr
Ġprob ability
He ader
O D
] ]))
u da
ma ch
(' .')
con tains
bo ve
sh ould
Un known
Ġ---- -
stru ction
F ont
h du
or al
Ġc ategory
Ġb ig
sim ulation
Str uct
Ġge o
S ele
en able
Ġf oo
Ġh ost
us ing
Ġpro gress
ĠE n
ĠG ener
cur sor
5 3
T L
p f
di dates
Ġm c
Ġw hether
Ġv ol
Ġh orizontal
Ġse ction
so ci
LO B
ĠNot es
Th read
N on
b osity
i or
i ver
Ġs izes
Ġa ctions
per f
ĠA c
Val idation
ĠD ense
sign als
sampl er
Ġinterpol ate
Post code
Meta data
5 12
Y ear
Ġt run
Ġc um
co mplete
mat erial
change d
3 60
V AR
h orizontal
x data
test Binary
Ġk l
Ġme dian
base d
Par ameters
scal es
radi ans
4 1
Q L
S ty
d um
r ms
Ġp ts
ele d
Ġcl assification
Ġcom ment
war p
P T
b on
r g
Ġst ar
fo ot
cul ar
Ġinst all
Cur rent
T ran
e j
Ġs pe
Ġ1 50
iv ed
tol erance
Ġover lap
UL L
parti cle
det ector
Ġrequi res
Ġtol erance
' {
C U
T e
k es
Ġh df
eff ect
Ġxy z
. ))
A SE
B and
m omentum
Ġ ensure
Ġt min
Ġi mplemented
Ġp f
Ġp ort
Ġre moved
Ġa a
10 24
fun cs
']) .
view s
Ġapp end
poly gon
O M
P op
f olds
h el
k m
ar ds
de grees
si fy
ha vi
qual ity
seq s
UN T
vocab ulary
Ġhist ory
ĠDi ct
Can vas
Det ection
irror ed
' $
w n
ra g
def ined
Ġa ctor
Ġa bove
is m
ve ction
sub class
Ġan aly
Ġper cent
ba seline
S elect
d v
Ġp en
Ġre use
con version
Ġl arge
process or
Ġmeta var
> \
y min
Ġm aster
Ġdata base
tit ude
dt uple
bl ank
Ġn y
Ġc lean
ch a
Ġy y
Ġe very
Ġor dered
mark ers
Ġlength s
vari ant
On ly
Ġt vm
list s
ari o
vi e
ĠPeriod Index
hour s
summ aries
amo unt
T uple
h dr
t ures
x max
Ġ server
in ity
Ġx ml
Ġsp in
connect ed
Ġap prox
Ġvis ual
m oment
ce ptions
co me
(' <
ta ge
ren gth
av es
201 30
TE D
Ġover write
ground truth
ĠPo int
P rint
S F
f end
i a
t rees
Ġ ur
Ġc ases
el lip
range s
ress ure
ret ch
A gg
O ver
T itle
b p
b q
se ct
Ġc ast
Ġse c
12 34
reg ression
Ġon es
poch s
Re al
Ġpredict ed
n om
p ush
ĠN et
ĠO R
search sorted
Ġsa ver
Ġgre ater
Ġsens or
Wrap per
C ap
S c
V olume
] ;
h um
u uid
st age
int ensity
Ġv olume
cor ner
": "
lon s
UT C
Ġspeci es
h es
v max
Ġf etch
ort ho
') ],
Ġde v
... ]
Ġpick s
ĠCon fig
Ġpol icy
L AB
S K
en tion
() ).
Ġm any
Ġthe m
Ġen vironment
annot ation
Qt Gui
EX P
spa ces
C amera
L STM
S eg
Ġdi c
Ġtest s
ep isode
ne ighbor
ĠO b
ĠO p
DE BUG
char ge
Ġcolle ction
ĠDefault s
D one
Ġor d
Ġse nt
Ġdefault s
SI G
quanti le
8 3
T COD
f w
w i
en ame
Ġp si
pro g
ren ts
Ġat m
Con d
run s
Ġvector s
observ ed
CL AS
Atom s
Lim it
D type
Ġ è
Ġre gex
ĠC reate
lu g
... ")
EN D
u func
Ġ ç
Ġi mplement
la x
Ġw arn
(' [
') (
Ġx i
im ate
Ġor ientation
-------- ----
ne ar
Ġge ometry
Ġla m
Ġsen tence
hyper params
G lobal
P R
h ard
or ary
Ġt t
Ġm ne
om ents
Ġr v
py lab
min s
Ġwith out
ĠA BC
split ext
not e
mi lt
W E
b ra
b id
j s
p ulse
u la
Ġx min
add le
transform er
uni code
cri pt
Ġhead ers
I mport
re main
ro zen
Ġ" ",
par a
Ġde tails
Con n
ear th
../ ../
Mix in
! ')
R ot
Ġ dates
or ientation
re lease
sp acing
ind ptr
sh p
ĠF e
AT URE
Ġsc hema
dup licates
S a
in cre
en c
de cor
le ct
=' %
lin der
Data Cache
factor s
user s
ĠQt Widgets
ifi c
. %
E P
p ileups
z s
om in
Ġe igen
ĠA ll
ud y
Ġapp lied
Image s
G RO
L INE
d le
([ ('
ass o
Ġstr ings
av a
{} ".
ĠRe turn
33 33
Ġdeg ree
m fccs
æ ĺ
si c
Ġw in
te am
Ġtime step
Ġter ms
milt onian
S u
a o
h d
st ock
Ġm an
sp rime
ĠS im
fit ness
: ')
A C
G ET
M D
å Ī
Ġf old
Ġs peed
]) ):
ul ations
out s
Ġde epcopy
Ġme m
Ġ` [
Di alog
sign ed
ID s
Ġinte g
sli der
Ġcombin ed
XY Z
ĠNa N
H M
h om
v an
Ġn m
as pect
ut c
], '
Ġv el
trans lation
Ver tex
Ġpop ulation
[ ~
d pi
i stry
Ġa ds
Ġ5 12
mis c
Ġsur f
Ġflat ten
requi res
may be
R atio
\ "
p layer
di lation
Ġm omentum
is ation
Ġg d
ĠS T
IT Y
Ġev oked
String IO
Ġspeci al
InputData Fields
E nergy
P ort
u sage
Ġt ot
Ġre st
im uth
ĠM on
Ġfile path
Ġcom b
Se q
Ġter min
Ġty p
ĠLine ar
) })
. '.
1 10
i ed
Ġp c
ab o
ĠC om
sub tract
ĠO ut
tran sition
f m
Ġre ce
tri als
Ġpro file
ho ok
sv m
Ġmulti processing
pars ity
-------------------------------- --------------------------------
Ġau dio
ĠAs sertionError
['_ '.
L ow
P lace
Ġp q
ro ut
Ġ' (
Ġ" (
fi df
log s
Ġme thods
loc ator
gen es
Lo ad
Ġdown load
Inte gr
F D
W a
w are
get ter
po isson
ver sed
Ġr val
min imize
mo use
read s
script or
mn ist
L ight
ut or
is s
da g
bu ilt
Ġpro du
ĠB y
ne ur
Co eff
filename s
Ġang les
mut ations
F LO
O pt
c atch
d ark
j acobian
s al
Ġs lim
Ġ" <
add ress
(( -
ĠF loat
Ġen tity
Ġtime out
exp onent
mbed ding
man y
Ġdet ected
Q ueue
c wd
s olution
Ġc lear
Ġdi strib
Ġun known
ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠ
Ġsha re
Sta ck
. ]
= ',
S ON
f ol
n rows
p ic
Ġ um
ar se
Ġc am
ro y
sp h
ĠR O
ĠN ode
IN FO
Col lection
Ġ'_ '
Ġconvert ed
Ġt x
Ġp g
Ġs d
Ġs lope
Ġ3 5
cor ners
tri m
ls o
=[ ('
Ġac cept
Me asure
sent ropy
Var Name
. ".
B V
H F
b c
s lic
Ġre sid
la w
Ġh params
ĠP ath
SE T
multi plier
exec uting
wave form
Ġbound ary
Ġneed s
8 00
E CT
P eriod
a max
h id
k i
Ġt w
it ation
Ġm n
Ġ( `
Ġa uth
Ġb r
Ġd p
sp line
Ġ3 1
ne ctions
tensor flow
sen ts
amp litude
Par ti
ĠIn t
go al
Ġsu ch
B asic
D ay
V ari
h en
Ġp layer
ch art
Ġas su
ve y
Ġmat rices
ĠG et
25 0
cap ture
Ġkeep dims
D iff
] ==
r d
s park
Ġc d
ad j
Ġw idget
and ar
to dense
tri gger
Ġpre sent
ĠW HERE
Ġfreq s
dic ate
Ġstd out
exist ing
G PU
P eak
Ġ ve
)) +
Ġb asis
ad s
end ar
Ġh and
ĠA x
24 0
200 1
Res ponse
Pool ing
Ġt qdm
Ġm f
res p
Ġe f
Ġar c
cap acity
$ ',
M ol
S core
y max
Ġ 99
Ġn orb
Ġs np
la zy
ĠT emp
im gs
mo ves
Ġpy game
top ic
serv o
Ch ann
Un it
Ġmon itor
altern ate
Sty le
w ra
se ctions
at least
Ġs f
Ġw d
Ġg zip
ĠF igure
Ġen semble
Ġal t
Co uld
arch y
doc ument
contour s
subject s
H as
O K
] "
f v
m as
u do
Ġ joint
st o
de ep
ex clude
(' ')
exp ression
Ġfilt ered
U se
b ul
Ġg u
Ġcal led
char s
App lication
Ġthread ing
5 1
_ "
si cs
ch ip
Ġy min
ta int
ase d
for est
Un i
Ġscal ing
merge d
fr ont
Estim ator
Ġscri pt
LOB AL
B E
R o
or age
Ġd on
ĠP ol
RA ME
Ġexec ution
$ ')
F req
S amp
c lock
å ı
Ġt b
ro ls
Ġs ns
if ts
comp ress
math rm
stra p
sim ilarity
CH E
EL S
ĠAn y
Ġlos ses
g pus
r vs
w alk
w iki
Ġp df
pe ar
loc ate
St op
qui val
annot ate
cos mo
Ġad just
ba z
sched ule
andar di
F IG
f requencies
h ed
Ġ ed
un e
ith ub
In dices
bo ost
lit er
ĠG L
wa velength
oper ation
hi er
Ġext ent
Ġrequest s
Ġvocab ulary
) [:,
h h
j d
y ticks
Ġ http
Ġt xt
Ġn ull
po sed
") [
sa ver
ĠS y
Co st
graph s
Ġfilename s
vari ate
Multi Index
Ġans wer
Ġconstra ints
, %
9 1
N U
T C
c mp
c art
f orth
en ario
de tails
ĠT ra
Ġy label
key points
pre processing
IT S
Sp lit
Cal cul
Ġfin ally
inger print
F ound
b al
d n
Ġc Pickle
di stributions
Ġo k
Ġg c
Ġg ui
Ġ{} )
Ġac cum
Ġtop o
interpol ation
Ġclose d
O ption
a res
g i
in formation
re ams
de lt
ro bot
ter ior
ĠA PI
Ġby tes
Ġscal ed
