{"<|endoftext|>":0,"!":1,"\"":2,"#":3,"$":4,"%":5,"&":6,"'":7,"(":8,")":9,"*":10,"+":11,",":12,"-":13,".":14,"/":15,"0":16,"1":17,"2":18,"3":19,"4":20,"5":21,"6":22,"7":23,"8":24,"9":25,":":26,";":27,"<":28,"=":29,">":30,"?":31,"@":32,"A":33,"B":34,"C":35,"D":36,"E":37,"F":38,"G":39,"H":40,"I":41,"J":42,"K":43,"L":44,"M":45,"N":46,"O":47,"P":48,"Q":49,"R":50,"S":51,"T":52,"U":53,"V":54,"W":55,"X":56,"Y":57,"Z":58,"[":59,"\\":60,"]":61,"^":62,"_":63,"`":64,"a":65,"b":66,"c":67,"d":68,"e":69,"f":70,"g":71,"h":72,"i":73,"j":74,"k":75,"l":76,"m":77,"n":78,"o":79,"p":80,"q":81,"r":82,"s":83,"t":84,"u":85,"v":86,"w":87,"x":88,"y":89,"z":90,"{":91,"|":92,"}":93,"~":94,"¡":95,"¢":96,"£":97,"¤":98,"¥":99,"¦":100,"§":101,"¨":102,"©":103,"ª":104,"«":105,"¬":106,"®":107,"¯":108,"°":109,"±":110,"²":111,"³":112,"´":113,"µ":114,"¶":115,"·":116,"¸":117,"¹":118,"º":119,"»":120,"¼":121,"½":122,"¾":123,"¿":124,"À":125,"Á":126,"Â":127,"Ã":128,"Ä":129,"Å":130,"Æ":131,"Ç":132,"È":133,"É":134,"Ê":135,"Ë":136,"Ì":137,"Í":138,"Î":139,"Ï":140,"Ð":141,"Ñ":142,"Ò":143,"Ó":144,"Ô":145,"Õ":146,"Ö":147,"×":148,"Ø":149,"Ù":150,"Ú":151,"Û":152,"Ü":153,"Ý":154,"Þ":155,"ß":156,"à":157,"á":158,"â":159,"ã":160,"ä":161,"å":162,"æ":163,"ç":164,"è":165,"é":166,"ê":167,"ë":168,"ì":169,"í":170,"î":171,"ï":172,"ð":173,"ñ":174,"ò":175,"ó":176,"ô":177,"õ":178,"ö":179,"÷":180,"ø":181,"ù":182,"ú":183,"û":184,"ü":185,"ý":186,"þ":187,"ÿ":188,"Ā":189,"ā":190,"Ă":191,"ă":192,"Ą":193,"ą":194,"Ć":195,"ć":196,"Ĉ":197,"ĉ":198,"Ċ":199,"ċ":200,"Č":201,"č":202,"Ď":203,"ď":204,"Đ":205,"đ":206,"Ē":207,"ē":208,"Ĕ":209,"ĕ":210,"Ė":211,"ė":212,"Ę":213,"ę":214,"Ě":215,"ě":216,"Ĝ":217,"ĝ":218,"Ğ":219,"ğ":220,"Ġ":221,"ġ":222,"Ģ":223,"ģ":224,"Ĥ":225,"ĥ":226,"Ħ":227,"ħ":228,"Ĩ":229,"ĩ":230,"Ī":231,"ī":232,"Ĭ":233,"ĭ":234,"Į":235,"į":236,"İ":237,"ı":238,"Ĳ":239,"ĳ":240,"Ĵ":241,"ĵ":242,"Ķ":243,"ķ":244,"ĸ":245,"Ĺ":246,"ĺ":247,"Ļ":248,"ļ":249,"Ľ":250,"ľ":251,"Ŀ":252,"ŀ":253,"Ł":254,"ł":255,"Ń":256,"ĠĠ":257,"ĠĠĠĠ":258,"ĠĠĠ":259,"ĠĠĠĠĠĠĠĠ":260,"se":261,"in":262,"ĠĠĠĠĠĠĠ":263,"Ġ=":264,"at":265,"ĊĠĠĠĠĠĠĠĠ":266,"ĊĠĠĠĠĠĠĠ":267,"or":268,"re":269,"on":270,"ĊĠĠĠ":271,"st":272,"er":273,"al":274,"sel":275,"ar":276,"self":277,"en":278,"de":279,"ra":280,"Ġt":281,"Ġi":282,"me":283,"le":284,"Ġn":285,"ĊĠĠĠĠĠĠĠĠĠĠĠ":286,"Ġself":287,"ti":288,"Ġf":289,"as":290,"an":291,"mp":292,"Ġp":293,"Ġc":294,"pe":295,"lo":296,"ro":297,"Ġ'":298,"it":299,"ut":300,"Ġin":301,"ge":302,"ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ":303,"):":304,"Ġs":305,"di":306,"es":307,"el":308,"Ġre":309,"dat":310,"ct":311,"ur":312,"()":313,"ol":314,"Ġm":315,"',":316,"ame":317,"si":318,"ed":319,"Ġo":320,"Ġ1":321,"Ġif":322,"un":323,"))":324,"Ġ\"":325,"he":326,"ing":327,"Ġ0":328,"ce":329,"um":330,"ue":331,"def":332,"fi":333,"data":334,"la":335,"ex":336,"Ġ(":337,"ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ":338,"Ġ[":339,"ort":340,"Ġa":341,"ser":342,"ma":343,"],":344,"li":345,"int":346,"val":347,"tion":348,"ot":349,"Ġb":350,"ype":351,"lt":352,"urn":353,"ch":354,"co":355,"turn":356,"Ġnp":357,"id":358,"Ġd":359,"ent":360,"),":361,"Ġfor":362,"est":363,"--":364,"Ġreturn":365,"ad":366,"mport":367,"Ġ+":368,"one":369,"ran":370,"ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ":371,"ha":372,"ri":373,"Ġw":374,"('":375,"])":376,"ati":377,"Ġdef":378,"ate":379,"Ġas":380,"__":381,"00":382,"set":383,"get":384,"sert":385,"th":386,"ode":387,"ck":388,"put":389,"op":390,"')":391,"None":392,"len":393,"name":394,"type":395,"is":396,"ĠĠĠĠĠ":397,"qu":398,"['":399,"ray":400,"ig":401,"con":402,"ze":403,"and":404,"res":405,"Ġ*":406,"ab":407,"Ġ-":408,"rom":409,"._":410,"Ġis":411,"array":412,"ation":413,"Ġ2":414,"hape":415,"up":416,"Ġ==":417,"ve":418,"Ġst":419,"\",":420,"arg":421,"']":422,"Ġel":423,"po":424,"Ġthe":425,"Ġx":426,"ath":427,"end":428,"ult":429,"orm":430,"par":431,"ap":432,"dex":433,"':":434,"am":435,"Ġg":436,"ke":437,"ction":438,"(\"":439,"ĊĠĠĠĠĠ":440,"ter":441,"rue":442,"ĠT":443,"om":444,"from":445,"ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ":446,"ver":447,"='":448,"Ġimport":449,"cal":450,"ĠNone":451,"Ġex":452,"ĊĠ":453,"lab":454,"np":455,"ul":456,"out":457,"et":458,"ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ":459,"Ġy":460,"shape":461,"([":462,"ax":463,"ht":464,"Ġassert":465,"Ġnot":466,"\")":467,"size":468,"able":469,"rint":470,"list":471,"Ġ%":472,"Ġe":473,"if":474,"lin":475,"odel":476,"to":477,"Ġelse":478,"import":479,"Ċĉ":480,"ror":481,"file":482,"qual":483,"sp":484,"Ġ_":485,"ds":486,"ith":487,"label":488,"cl":489,"im":490,"lot":491,"pro":492,"mple":493,"Ġv":494,"ces":495,"Ġof":496,"col":497,"log":498,"args":499,"Ġdata":500,"time":501,"----":502,"Ġcon":503,"Ġh":504,"Ġdi":505,"Ġr":506,"ext":507,"Ġ{":508,"alse":509,"per":510,"path":511,"app":512,"Ġtest":513,"test":514,"ass":515,"od":516,"False":517,"ure":518,"str":519,"ect":520,"Ġ:":521,"value":522,"ump":523,"range":524,"ew":525,"Ġto":526,"Ġ3":527,"py":528,"assert":529,"loat":530,"index":531,"ise":532,"atch":533,"ff":534,"os":535,"ub":536,"form":537,"sa":538,"il":539,"ta":540,"stan":541,"ens":542,"Ġand":543,"tr":544,"sion":545,"all":546,"ite":547,"max":548,"key":549,"ile":550,"ep":551,"rame":552,"umpy":553,"ow":554,"Er":555,"In":556,"tra":557,"der":558,"Ġprint":559,"Error":560,"zer":561,"Ġres":562,"Ġde":563,"ari":564,"ask":565,"True":566,"Ġlen":567,"pect":568,"mage":569,"append":570,"ist":571,"ĠS":572,"valu":573,"ight":574,"Ġout":575,"ment":576,"min":577,"Ġk":578,"lay":579,"[:":580,"te":581,"date":582,"plot":583,"mb":584,"cor":585,"art":586,"fig":587,"ob":588,"Ġax":589,"Ġor":590,"bo":591,"ci":592,"Ġu":593,"].":594,"Ġco":595,"ms":596,"rand":597,"vi":598,"ase":599,"Ġop":600,").":601,"Ġ>":602,"Ġwith":603,"ĠA":604,"ers":605,"Ġl":606,"gra":607,"num":608,"cs":609,"ren":610,"dict":611,"values":612,"low":613,"red":614,"ensor":615,"10":616,"add":617,"ss":618,"fo":619,"Ġ/":620,"Ġra":621,"Ġtf":622,"line":623,"equal":624,"input":625,"ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ":626,"Ġname":627,"Ġdtype":628,"Ġme":629,"Dat":630,"df":631,"us":632,"\":":633,"float":634,"Ġnumpy":635,"Ġpar":636,"Ġcol":637,"ph":638,"Data":639,"mo":640,"=\"":641,"dir":642,"ack":643,"ime":644,"ac":645,"ts":646,"model":647,"dtype":648,"tri":649,"ind":650,"ĠP":651,"ĠC":652,"ĠĠĠĠĠĠ":653,"Ġrange":654,"((":655,"Ġse":656,"ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ":657,"\"\"":658,"ams":659,"Ġ)":660,"ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ":661,"pected":662,"stance":663,"pre":664,"Ċĉĉ":665,"[\"":666,"umn":667,"fe":668,"01":669,"ctor":670,"Ġresult":671,"eight":672,"sh":673,"Ġ<":674,"Ġth":675,"Ġ4":676,"Ġ__":677,"eri":678,"row":679,"ls":680,"Ġdf":681,"ject":682,"Ġstr":683,"da":684,"format":685,"ize":686,"ity":687,"pt":688,"ly":689,"Ġnum":690,"..":691,"ty":692,"ĊĠĠĠĠĠĠĠĠĠ":693,"mat":694,"Val":695,"random":696,"32":697,"output":698,"ariable":699,"train":700,"ag":701,"ĠR":702,"bu":703,"class":704,"ator":705,"Ġ`":706,"ast":707,"sc":708,"ault":709,"Ġ[]":710,"Ġraise":711,"und":712,"Ġbe":713,"ir":714,"fun":715,"**":716,"][":717,"ĠM":718,"ĠN":719,"Ġ5":720,"sum":721,"ary":722,".,":723,"():":724,"''":725,"read":726,"jo":727,"Ġ+=":728,"rans":729,"map":730,"==":731,"Ġpro":732,"ust":733,"frame":734,"Ġos":735,"init":736,"Ġplt":737,"loc":738,"point":739,"Ġexpected":740,"arn":741,"ĠTrue":742,"result":743,"ic":744,"Ġelif":745,"text":746,"comp":747,"\"]":748,"Value":749,"vel":750,"our":751,"[:,":752,"for":753,"heck":754,"its":755,"ord":756,"dim":757,"Ġlog":758,"Ġinput":759,"ĠFalse":760,"pi":761,"__(":762,"ĠD":763,"ys":764,"join":765,"Ġmodel":766,"ample":767,"load":768,"Equal":769,"unt":770,"Ġget":771,"ĠI":772,"ĠF":773,"gth":774,"tial":775,"Ġj":776,"oc":777,"Ġen":778,"())":779,"64":780,"mask":781,"ll":782,"labels":783,"lit":784,"ops":785,"ace":786,"Ġtime":787,"ft":788,"image":789,"mean":790,"ip":791,"ho":792,"var":793,"wr":794,"lib":795,"start":796,"Ġoutput":797,"wargs":798,"Ġmax":799,"sample":800,"--------":801,"roup":802,"params":803,"Ġz":804,"Ġint":805,"Ġ@":806,"Ġindex":807,"lat":808,"tions":809,"Ġat":810,"ents":811,"Ġ\\":812,"iter":813,"rent":814,"axis":815,"arget":816,"ameter":817,"eg":818,"Ġnew":819,"sub":820,"instance":821,"12":822,"Ġal":823,"rid":824,"Ġlist":825,"sig":826,"ĠE":827,"rix":828,"'],":829,"ann":830,"ber":831,"ute":832,"ValueError":833,"info":834,"ses":835,"tf":836,"thod":837,"IN":838,"ard":839,"idx":840,"batch":841,"(),":842,"lename":843,"Ġ{}":844,"Ġfile":845,"Ġpre":846,"zeros":847,"Ġfi":848,"ange":849,"=[":850,"age":851,"ature":852,"state":853,"idth":854,"ine":855,"Ġtra":856,"ĠL":857,"ay":858,"ry":859,"ctions":860,"Ġun":861,"step":862,"ore":863,"node":864,".__":865,"cept":866,"Ġ**":867,"uti":868,"Ġle":869,"ER":870,"print":871,"lose":872,"req":873,"Ġset":874,"layer":875,"Con":876,"cale":877,"column":878,"000":879,"Ġan":880,"wor":881,"ree":882,"ures":883,"write":884,"Ġarray":885,"Ġpo":886,"cat":887,"weight":888,"AT":889,"Ġtype":890,"ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ":891,"ings":892,"run":893,"Ġob":894,"Ġvalue":895,"attr":896,"Ġaxis":897,"lim":898,"old":899,"!=":900,"stat":901,"]))":902,"lace":903,"iz":904,"Ġfrom":905,"Ġisinstance":906,"ĠX":907,"ations":908,"ener":909,"new":910,"cess":911,"pha":912,"[-":913,"ies":914,"Ġch":915,"Ġ\"\"\"":916,"norm":917,"lock":918,"split":919,"Ġpy":920,"ion":921,"gs":922,"Ġ10":923,"color":924,"ght":925,"parse":926,"emp":927,"Ġpd":928,"'.":929,"assertEqual":930,"().":931,"'])":932,"lamb":933,"bin":934,"Ġval":935,"core":936,"Ġ!=":937,"ĠB":938,"ST":939,"ĉĉ":940,"Ġ['":941,"que":942,"ource":943,"itial":944,"reg":945,"Ġshape":946,"exp":947,"code":948,"sed":949,"99":950,"Frame":951,"names":952,"Ġmat":953,")]":954,"izer":955,"error":956,"Ġmin":957,"ix":958,"lambda":959,"St":960,"ulti":961,"quen":962,"ption":963,"ele":964,"nd":965,"loss":966,"ps":967,"ell":968,"config":969,"Ġkey":970,"cy":971,"Ġcl":972,"trans":973,"les":974,"Ġtensor":975,"inter":976,"11":977,"rep":978,"head":979,"Ġfloat":980,"dices":981,"kwargs":982,"lter":983,"with":984,"ne":985,"fn":986,"ĠG":987,"lob":988,"pos":989,"ĠValueError":990,"ten":991,"ger":992,"Ġ'''":993,")))":994,"'),":995,"stri":996,"otal":997,"den":998,"no":999,"Ġon":1000,"atures":1001,"Ġbo":1002,"lu":1003,"update":1004,"main":1005,"Ġ('":1006,"length":1007,"Ġfun":1008,"Ġargs":1009,"sy":1010,"Ġimage":1011,"ef":1012,"Ġ6":1013,"variable":1014,"ory":1015,"ak":1016,"]]":1017,"count":1018,"poch":1019,"tensor":1020,"copy":1021,"flow":1022,"cur":1023,"ded":1024,"20":1025,"LE":1026,"ĠO":1027,"raw":1028,"Co":1029,"=(":1030,"ign":1031,"box":1032,"group":1033,"reate":1034,"nan":1035,"nn":1036,"eld":1037,"25":1038,"uct":1039,"Ġcomp":1040,"close":1041,"by":1042,"Ġtry":1043,"ng":1044,"ker":1045,"base":1046,"},":1047,"ual":1048,"ON":1049,"graph":1050,"Ġtrain":1051,"ument":1052,"ĠW":1053,"fit":1054,"cent":1055,"av":1056,"Ġwh":1057,"fa":1058,"Ġexcept":1059,"Di":1060,"ec":1061,"do":1062,"Ġfe":1063,"Ġlabel":1064,"Ġgra":1065,"are":1066,"ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ":1067,"filename":1068,"tim":1069,"sign":1070,"arr":1071,"edge":1072,"numpy":1073,"DataFrame":1074,"img":1075,"pec":1076,"Ġdefault":1077,"','":1078,"fix":1079,"pp":1080,"Ġmask":1081,"ill":1082,"Index":1083,"dx":1084,"stant":1085,"vent":1086,"Ar":1087,"RE":1088,"son":1089,"Re":1090,")),":1091,"points":1092,"off":1093,"func":1094,"Ġline":1095,"ref":1096,"Ġvalues":1097,"sen":1098,"]),":1099,"uple":1100,"Ġsp":1101,"ateg":1102,"Ġro":1103,"matrix":1104,"right":1105,"com":1106,"ameters":1107,"Ġver":1108,"check":1109,"em":1110,"default":1111,"save":1112,"bs":1113,"pol":1114,"grid":1115,"thon":1116,"here":1117,"Ġim":1118,"ont":1119,"amp":1120,"sition":1121,"Ġare":1122,"sing":1123,"method":1124,"ude":1125,"rc":1126,"level":1127,"lta":1128,"Test":1129,"0000":1130,"50":1131,"work":1132,"use":1133,"16":1134,"ang":1135,"\".":1136,"Name":1137,"Ġcont":1138,"param":1139,"Type":1140,"Ġbatch":1141,"dd":1142,"own":1143,"igh":1144,"Ġsize":1145,"vector":1146,"obj":1147,"og":1148,"datetime":1149,"dataset":1150,"tx":1151,"temp":1152,"ises":1153,"})":1154,"Ġstart":1155,"string":1156,"Ġplot":1157,"Ġsh":1158,"series":1159,"DE":1160,"table":1161,"Ġ.":1162,"back":1163,"ther":1164,"ated":1165,"Ġcolor":1166,"ave":1167,"Ġcolumn":1168,"Ġsub":1169,"Ġ8":1170,"function":1171,"pu":1172,"sq":1173,"tive":1174,"Ġall":1175,"ule":1176,"ild":1177,"Ġweight":1178,"arange":1179,"target":1180,"Ġq":1181,"columns":1182,"201":1183,"layers":1184,"eta":1185,"pa":1186,"eries":1187,"ension":1188,"err":1189,"dot":1190,"AR":1191,"Ġsup":1192,"Ġac":1193,"mode":1194,"object":1195,"of":1196,"Ġexp":1197,"indow":1198,"Ġ7":1199,"oth":1200,"ĊĠĠĠĠĠĠĠĠĠĠĠĠĠ":1201,"keys":1202,"order":1203,"rate":1204,"OR":1205,"ids":1206,"perty":1207,"ords":1208,"rt":1209,"ull":1210,"orted":1211,"(-":1212,"inal":1213,"lon":1214,"ach":1215,"ding":1216,"File":1217,"AL":1218,"Po":1219,"width":1220,"inputs":1221,")):":1222,"height":1223,"Ġrow":1224,"ress":1225,"plt":1226,"ble":1227,"ĠThe":1228,"ome":1229,"Ġuse":1230,"space":1231,"Ġcur":1232,"grad":1233,"Ġ{'":1234,"rop":1235,"els":1236,"30":1237,"ME":1238,"utils":1239,"ates":1240,"arning":1241,"100":1242,"round":1243,"dims":1244,"ear":1245,"List":1246,"trib":1247,"valid":1248,"indices":1249,"ance":1250,"Ex":1251,"the":1252,"reshape":1253,"]:":1254,"vice":1255,"lobal":1256,"scale":1257,"tem":1258,"'))":1259,"mon":1260,"resh":1261,"Par":1262,"Ġopen":1263,"ĠH":1264,"Ġsample":1265,"15":1266,"tit":1267,"last":1268,"gen":1269,"ok":1270,"'].":1271,"ĠV":1272,"Ġma":1273,"cle":1274,"'):":1275,"Ġthis":1276,"vert":1277,"cf":1278,"ery":1279,"Ġcheck":1280,"ĠQ":1281,"std":1282,"====":1283,"ments":1284,"iv":1285,"Pro":1286,"erate":1287,"ols":1288,"ĠU":1289,"ick":1290,":]":1291,"ark":1292,"Ġfig":1293,"freq":1294,"mod":1295,"andas":1296,"Ġdict":1297,"Ġsys":1298,"Ġcv":1299,"ward":1300,"tiv":1301,"vals":1302,"abs":1303,"{}":1304,"process":1305,"ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ":1306,"olu":1307,"bar":1308,"rect":1309,"Ġarg":1310,"place":1311,"SI":1312,"bi":1313,"Ġinter":1314,"unk":1315,"cv":1316,"ints":1317,"net":1318,"ical":1319,"lines":1320,"ant":1321,"ins":1322,"initial":1323,"samples":1324,"SE":1325,"stack":1326,"astype":1327,"dt":1328,"Ġhas":1329,"features":1330,"cli":1331,"Ġnode":1332,"scri":1333,"umerate":1334,"cope":1335,"ĠK":1336,"conv":1337,"Ġtarget":1338,"types":1339,"lice":1340,"Ġstate":1341,"Set":1342,"items":1343,"cont":1344,"([[":1345,"ID":1346,"au":1347,"peci":1348,"Ġpass":1349,"weights":1350,"Ġmath":1351,"ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ":1352,"query":1353,"filter":1354,"Ġdo":1355,"local":1356,"Ġconfig":1357,"try":1358,"Ġenumerate":1359,"Ġby":1360,"act":1361,"Ġvar":1362,"Ġdim":1363,"csv":1364,"Ġend":1365,"clas":1366,"Ġdataset":1367,"mbed":1368,"plotlib":1369,"ml":1370,"ns":1371,"...":1372,"block":1373,"header":1374,"older":1375,"Ġcom":1376,"idget":1377,"cu":1378,"title":1379,"lic":1380,"top":1381,"02":1382,"left":1383,"return":1384,"Array":1385,"AG":1386,"estim":1387,"ties":1388,"ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠ":1389,"dep":1390,"meta":1391,"ache":1392,"delta":1393,"so":1394,"14":1395,"ative":1396,"bug":1397,"elp":1398,"ception":1399,"Ċĉĉĉ":1400,"Ġlabels":1401,"io":1402,"ging":1403,"Col":1404,"Ġthat":1405,"most":1406,"be":1407,"property":1408,"Ġpath":1409,"constant":1410,"arch":1411,"fill":1412,"Dict":1413,"show":1414,"Ġker":1415,"vec":1416,"hist":1417,"'][":1418,"results":1419,"Ġnumber":1420,"Time":1421,"dist":1422,"({":1423,"pl":1424,"18":1425,"ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ":1426,"24":1427,"ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ":1428,"Ġtemp":1429,"Ġsum":1430,"nel":1431,"Ġ]":1432,")[":1433,"bose":1434,"ĠRe":1435,"]],":1436,"Bo":1437,"ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ":1438,"Ġother":1439,"python":1440,"TE":1441,"epoch":1442,"Ġrandom":1443,"util":1444,"rol":1445,"math":1446,"Ġtm":1447,"ones":1448,"Ġnorm":1449,"Ġ}":1450,"ĠIf":1451,"Ġread":1452,">>":1453,"Ġ100":1454,"Ġlambda":1455,"Ġmust":1456,"create":1457,"quence":1458,"tional":1459,"alpha":1460,"feren":1461,"Ġparams":1462,"Ġimg":1463,"sk":1464,"mary":1465,"Ġcal":1466,"AN":1467,"cipy":1468,"RO":1469,"\"),":1470,"we":1471,"]])":1472,"pop":1473,"uld":1474,"txt":1475,"normal":1476,"Ġtrans":1477,")],":1478,"eval":1479,"ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ":1480,"Ġsk":1481,"cul":1482,"scal":1483,"ĠY":1484,"Ġidx":1485,"sage":1486,"ĠIn":1487,"Ġrun":1488,"ĠEx":1489,"Ġtensorflow":1490,"item":1491,"Ġmode":1492,"05":1493,"metri":1494,"qui":1495,"conn":1496,"view":1497,"man":1498,"Ġparser":1499,"Ġ9":1500,"opy":1501,"bl":1502,"Ġmatplotlib":1503,"Ġvariable":1504,"ner":1505,"axes":1506,"zero":1507,"mpl":1508,"coord":1509,"stra":1510,"call":1511,"Ġper":1512,"ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ":1513,"radi":1514,"----------------":1515,"select":1516,"]['":1517,"Ġfunction":1518,"score":1519,"13":1520,"total":1521,"Ġmo":1522,"coder":1523,"like":1524,"lower":1525,"CO":1526,"ĠDataFrame":1527,"not":1528,"Ġiter":1529,"atter":1530,"elds":1531,"sg":1532,"Ġno":1533,"sifi":1534,"55":1535,"Ġ>=":1536,"pri":1537,"move":1538,"ui":1539,"03":1540,"Ġ[[":1541,"can":1542,"doc":1543,"\"],":1544,"ca":1545,"db":1546,"serv":1547,"na":1548,"seq":1549,"transform":1550,"Ġmethod":1551,")*":1552,"Ġcor":1553,"gram":1554,"Ġalpha":1555,"ess":1556,"annot":1557,"Ġzip":1558,"my":1559,"ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ":1560,"argument":1561,"face":1562,"source":1563,"obs":1564,"ton":1565,"\"\"\"":1566,"orch":1567,"Ċĉĉĉĉ":1568,"multi":1569,"sqrt":1570,"version":1571,"19":1572,"flat":1573,"Ġ(\"":1574,"du":1575,"offset":1576,"ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ":1577,"Ġkwargs":1578,"feature":1579,"stamp":1580,"Ġmean":1581,"Ġhelp":1582,"tol":1583,"All":1584,"Ġ12":1585,"prob":1586,"uth":1587,"CT":1588,"ĊĠĠĠĠĠĠĠĠĠĠĠĠ":1589,"Ġreg":1590,"Ġframe":1591,"Ġsy":1592,"Ġstep":1593,"ĊĠĠĠĠĠĠĠĠĠĠ":1594,"Ġwill":1595,"options":1596,"Ġlayer":1597,"tick":1598,"ano":1599,"Ġcolumns":1600,"scope":1601,"cond":1602,"uture":1603,"uster":1604,"Ġ<=":1605,"Tensor":1606,"cols":1607,"number":1608,"true":1609,"ors":1610,"Ġpandas":1611,"ized":1612,"`.":1613,"ategor":1614,"diff":1615,"ats":1616,"uff":1617,"Ġsuper":1618,"Ġele":1619,"rank":1620,"unit":1621,"steps":1622,"ift":1623,"Ġobject":1624,"predict":1625,"To":1626,"assertTrue":1627,"Ra":1628,"inf":1629,"Ġ>>>":1630,"EN":1631,"verage":1632,"75":1633,"als":1634,"ey":1635,"context":1636,"imum":1637,"={":1638,"open":1639,"concat":1640,"Ġ|":1641,"coun":1642,"expected":1643,"gy":1644,"ager":1645,"Ġscipy":1646,"fla":1647,"Ġnet":1648,"seed":1649,"coords":1650,"sim":1651,"ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ":1652,"Ġ--":1653,"Model":1654,"files":1655,"mark":1656,"Ġweights":1657,"xy":1658,"current":1659,"erge":1660,"Cl":1661,"ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ":1662,"mag":1663,"url":1664,"json":1665,"enti":1666,"inue":1667,"(_":1668,"debug":1669,"tain":1670,"UT":1671,"Ġresults":1672,"ron":1673,"Ġtext":1674,"spec":1675,"ection":1676,"aly":1677,"Ġtable":1678,"root":1679,"(*":1680,"ped":1681,"Ġpos":1682,"stats":1683,"lux":1684,"Ġabs":1685,"uto":1686,"ctory":1687,"60":1688,"dates":1689,"unds":1690,"chann":1691,"stem":1692,"Ġ[\"":1693,"Ġinitial":1694,"DI":1695,"struct":1696,"Ġtuple":1697,"ĠSeries":1698,"Ġclass":1699,"raises":1700,"word":1701,"non":1702,"sparse":1703,"ross":1704,"Str":1705,"ev":1706,"variables":1707,"Ġtotal":1708,"rap":1709,"Ġup":1710,"cell":1711,"uni":1712,"Ġload":1713,"tmp":1714,"Ġfilename":1715,"Ġha":1716,"PE":1717,"idden":1718,"ference":1719,"200":1720,"nodes":1721,"ube":1722,"Me":1723,"redu":1724,"pack":1725,"reshold":1726,"md":1727,")/":1728,"Ġcopy":1729,"led":1730,"figure":1731,"Ġph":1732,"ich":1733,"sent":1734,"yle":1735,"alg":1736,"ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ":1737,"port":1738,"Ġmatch":1739,"atic":1740,"nt":1741,"Res":1742,"make":1743,"RA":1744,"tom":1745,"Ġpa":1746,"device":1747,"vars":1748,"33":1749,"rel":1750,"clude":1751,"Variable":1752,"seg":1753,"sort":1754,"04":1755,"Size":1756,"Ġcan":1757,"Ġsig":1758,"ga":1759,"Ġcontinue":1760,"where":1761,"Ch":1762,"hand":1763,"atio":1764,"atom":1765,"Ġorder":1766,"future":1767,"timizer":1768,"Ġne":1769,"Ġscale":1770,"outputs":1771,"match":1772,"17":1773,"Ġlo":1774,"Ġobj":1775,"position":1776,"wo":1777,"leg":1778,"ensity":1779,"ound":1780,"learn":1781,"Ġit":1782,".\")":1783,"event":1784,"Ġgroup":1785,"mis":1786,"dec":1787,"MP":1788,"Ġerror":1789,"Ġ,":1790,"34":1791,"mt":1792,"Gra":1793,"cfg":1794,"bins":1795,"connect":1796,"olution":1797,"wer":1798,"replace":1799,"Ġinputs":1800,"Op":1801,"=['":1802,"Un":1803,"global":1804,"Ġ&":1805,"ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ":1806,"Ġbase":1807,"units":1808,"Ġmsg":1809,"uration":1810,"msg":1811,"eff":1812,"field":1813,"IT":1814,"testing":1815,"\"):":1816,"gener":1817,".')":1818,"Ġepoch":1819,"sv":1820,"Ġref":1821,"Ġlin":1822,":`":1823,"orig":1824,"cast":1825,"Ġbu":1826,"Ġfa":1827,"ense":1828,"Ġwhile":1829,"gpu":1830,"verse":1831,"pix":1832,"Ġlogging":1833,"[('":1834,"window":1835,"*(":1836,"ization":1837,"'''":1838,"tings":1839,"Ġwr":1840,"cores":1841,"utton":1842,"//":1843,"Ġops":1844,"mu":1845,"pose":1846,"\"])":1847,"reak":1848,"mand":1849,")])":1850,"Lay":1851,"rows":1852,"factor":1853,"Ġ20":1854,"+'":1855,"80":1856,"wh":1857,"empty":1858,"ield":1859,"des":1860,"pectr":1861,"=-":1862,"Ġlength":1863,"ocab":1864,"late":1865,"idat":1866,"his":1867,"Ġdt":1868,"Num":1869,"element":1870,"center":1871,"action":1872,"Ġfreq":1873,"depth":1874,"22":1875,"65":1876,"yn":1877,"').":1878,"hould":1879,"CH":1880,"keep":1881,"Ġformat":1882,"slice":1883,"tic":1884,"gr":1885,"classes":1886,"cos":1887,",'":1888,"Ġbin":1889,"Ġwidth":1890,"MA":1891,"user":1892,"Ġloss":1893,"Ġ``":1894,"su":1895,"Ġstring":1896,"parameters":1897,"ssage":1898,"ong":1899,"Ġlogger":1900,"Ġtmp":1901,"Ġcurrent":1902,"angle":1903,"vari":1904,"over":1905,"parser":1906,"mplex":1907,"67":1908,"Al":1909,"cc":1910,"Get":1911,"Ġcoord":1912,"af":1913,"cls":1914,"ash":1915,"Ġused":1916,"Out":1917,"disp":1918,"mplement":1919,"ud":1920,"limit":1921,"ler":1922,"Ġone":1923,"subplot":1924,"Ġgen":1925,"extra":1926,"ndim":1927,"almost":1928,"linear":1929,"Ġad":1930,"pon":1931,"Ġ'.":1932,"colle":1933,"Ġmetri":1934,"amma":1935,"Ġadd":1936,"arnings":1937,"Ġmatrix":1938,"]):":1939,"requen":1940,"Mat":1941,"rs":1942,"cre":1943,"eriod":1944,"40":1945,"vs":1946,"cord":1947,"ib":1948,"ndarray":1949,"foo":1950,"ĊĠĠĠĠĠĠ":1951,"theta":1952,"LO":1953,"IG":1954,"session":1955,"]*":1956,"Ġuti":1957,"ial":1958,"times":1959,"irst":1960,"gb":1961,"fname":1962,"Ġfunc":1963,"Ġdatetime":1964,"ĠNot":1965,"dictions":1966,"DAT":1967,"ream":1968,"Ġorig":1969,"tivation":1970,"wise":1971,"Ġapp":1972,"Ġsim":1973,"Ġright":1974,"Ġcount":1975,"estimator":1976,"pred":1977,"bool":1978,"edges":1979,"turns":1980,"stop":1981,"Dataset":1982,"Ġmulti":1983,"Ġfilter":1984,"states":1985,"allclose":1986,"gg":1987,"ken":1988,"Ġfit":1989,"dtypes":1990,"Ġfeature":1991,"']['":1992,"Ġqu":1993,"Ġshould":1994,"Ġevent":1995,"onent":1996,"Ġlevel":1997,"embed":1998,"other":1999,"iform":2000,"tree":2001,"Ġoff":2002,"sol":2003,"images":2004,"pout":2005,"ulation":2006,"Raises":2007,"ld":2008,"apply":2009,"pecifi":2010,"mi":2011,"buff":2012,"ists":2013,"lip":2014,"ression":2015,"En":2016,"Ġpytest":2017,"Ġverbose":2018,"Ġcls":2019,"Ġdiff":2020,"Ġarr":2021,"ody":2022,"Ġdist":2023,"div":2024,"sin":2025,"Ob":2026,"tag":2027,"metadata":2028,"AB":2029,"fir":2030,"cache":2031,"']:":2032,"Reg":2033,"Ġmake":2034,"Ġtop":2035,"Ġgrid":2036,"ods":2037,"hs":2038,"Ġcreate":2039,"find":2040,"sis":2041,"strip":2042,"gn":2043,"Ġtorch":2044,"ater":2045,"ropout":2046,"Input":2047,"location":2048,"sha":2049,"Widget":2050,"Ġindices":2051,"tention":2052,"cation":2053,"tribute":2054,"ous":2055,"pd":2056,"Ġsave":2057,"gradi":2058,"Ġleft":2059,"char":2060,"Ġsess":2061,"Ġgraph":2062,"ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ":2063,"ategorical":2064,"Ġinit":2065,"rectory":2066,"Ġts":2067,"asarray":2068,"pool":2069,"Ġgener":2070,"Ġoptional":2071,":-":2072,"Ġblock":2073,"amples":2074,"mesh":2075,"Ġgrad":2076,"Ġar":2077,"Image":2078,"ylabel":2079,"Ġ--------":2080,"distance":2081,"fra":2082,"ting":2083,"convert":2084,"pair":2085,"`,":2086,"training":2087,"iloc":2088,"Ġ((":2089,"Ġeach":2090,"ou":2091,"Ġfirst":2092,"Ġcontext":2093,"84":2094,"any":2095,"ify":2096,"assertRaises":2097,"drop":2098,"Ġover":2099,"stribu":2100,"Ġtheano":2101,"cision":2102,"utes":2103,"Ġbox":2104,"real":2105,"Ġsource":2106,"anti":2107,"Ġconv":2108,"side":2109,"search":2110,"assifi":2111,"prop":2112,"sys":2113,"Ġmap":2114,"meas":2115,"uments":2116,"store":2117,"66":2118,"Ġpoints":2119,"35":2120,":,":2121,"go":2122,"quest":2123,"ĠType":2124,"Ġraw":2125,"()[":2126,"Tra":2127,"90":2128,"Ġid":2129,"Lo":2130,"scalar":2131,"Series":2132,"Ġnames":2133,"Ġitem":2134,"Ġact":2135,"sid":2136,"Ġcent":2137,"(['":2138,"png":2139,"wa":2140,"rot":2141,"cket":2142,"reduce":2143,"ĠPar":2144,"diction":2145,"option":2146,"idation":2147,"Ġparam":2148,"bot":2149,"andard":2150,"buffer":2151,"Ġsign":2152,"95":2153,"evalu":2154,"assertAll":2155,"Ġinfo":2156,"Ġdimension":2157,"adding":2158,"mory":2159,"cost":2160,"Ġnormal":2161,"cura":2162,"gre":2163,"ics":2164,"Ġmod":2165,"27":2166,"nb":2167,"uint":2168,"amer":2169,"Ġaxes":2170,"roll":2171,"xlabel":2172,"Ġ..":2173,"Lab":2174,"first":2175,"iven":2176,"NA":2177,"models":2178,"lag":2179,"LAG":2180,"Ġav":2181,"Ġstri":2182,"acc":2183,"Fe":2184,"Ġbreak":2185,"Ġpick":2186,"Ġwhich":2187,"Ġunit":2188,"cut":2189,"CE":2190,"dian":2191,"ranch":2192,"Sp":2193,"integ":2194,"lable":2195,"ropy":2196,"draw":2197,"curacy":2198,"ION":2199,"summary":2200,"ases":2201,"45":2202,"Ġds":2203,"beta":2204,"Ġhave":2205,"TH":2206,"Ġmeta":2207,"UN":2208,"85":2209,"pytest":2210,"DF":2211,"filt":2212,"Ġret":2213,"ĠTest":2214,"tuple":2215,"alle":2216,"Ġwor":2217,"AS":2218,"Line":2219,"ĠReturns":2220,"tk":2221,"[:-":2222,"pts":2223,"next":2224,"itude":2225,"Ġbool":2226,"sup":2227,"ulari":2228,"pick":2229,"Ġonly":2230,"unique":2231,"nc":2232,"down":2233,"remove":2234,"scription":2235,"\"))":2236,"Fun":2237,"Ġfeatures":2238,"Ġkernel":2239,"========":2240,"Ġoutputs":2241,"full":2242,"Ġlast":2243,"parent":2244,"flags":2245,"font":2246,"sigma":2247,"ined":2248,"ĠAr":2249,"htt":2250,"Ġcolle":2251,"Ġsc":2252,"The":2253,"LAGS":2254,"ĠException":2255,"Ġ[-":2256,"bound":2257,"ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ":2258,"region":2259,"opt":2260,"ector":2261,"37":2262,"Se":2263,"onents":2264,"dimension":2265,"initializer":2266,"ĠZ":2267,"Ġ'_":2268,"FF":2269,"Ġcore":2270,"ground":2271,"rection":2272,"87":2273,"Box":2274,"year":2275,"tools":2276,"ĠCon":2277,"_(":2278,"exec":2279,"Ġsorted":2280,"ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ":2281,"Ġatom":2282,"pars":2283,"pr":2284,"tical":2285,").__":2286,"vision":2287,"://":2288,"sitions":2289,"src":2290,"sian":2291,"Ġ'\\":2292,"ai":2293,"ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ":2294,"Ġsklearn":2295,"tes":2296,"Ġ\",":2297,"uble":2298,"ĠTypeError":2299,"DATA":2300,"ved":2301,"Ġattr":2302,"perim":2303,"ility":2304,"gt":2305,"dic":2306,"alysis":2307,"comb":2308,"Ġdep":2309,"mplemented":2310,"CA":2311,"Ġ'%":2312,"06":2313,"Ġheight":2314,"Ġ',":2315,"Le":2316,"eb":2317,"fc":2318,"itle":2319,"Ġoffset":2320,"=%":2321,"Ġxrange":2322,"metric":2323,"poly":2324,"holder":2325,"legend":2326,".\"":2327,"~~":2328,"uniform":2329,"eric":2330,"day":2331,"requency":2332,"respon":2333,"Ġdec":2334,"Ġpoint":2335,"Ġupdate":2336,"36":2337,"attrs":2338,"Ġ'__":2339,"coef":2340,"Map":2341,"band":2342,"anel":2343,"parameter":2344,"bit":2345,"zip":2346,"Ġpol":2347,"Ġfont":2348,"``":2349,"module":2350,"({'":2351,"PO":2352,"Text":2353,"dered":2354,")+":2355,"94":2356,"UL":2357,"ii":2358,"proj":2359,"med":2360,"Ġoptions":2361,"hidden":2362,"Ġextra":2363,"Up":2364,"ide":2365,"ain":2366,"Ġerr":2367,"ratio":2368,"phi":2369,"amera":2370,"Plot":2371,".],":2372,"Ġtri":2373,"prefix":2374,"FI":2375,"parti":2376,"status":2377,"Ġbi":2378,"Ġkeras":2379,"Ġev":2380,"97":2381,"fici":2382,"Ġlat":2383,"****":2384,"ĠThis":2385,"ĠQt":2386,"culate":2387,"]+":2388,"Ġscal":2389,"fields":2390,"exists":2391,"Ġdel":2392,"hy":2393,"avg":2394,"Case":2395,"ader":2396,"Ġfill":2397,"arker":2398,"Ġlib":2399,"ple":2400,"Ġaction":2401,"bias":2402,"Ġglobal":2403,"nu":2404,"Ġind":2405,"Ġdoc":2406,"merge":2407,"lean":2408,"sible":2409,"Ġ1000":2410,"AD":2411,"Log":2412,"dense":2413,"kw":2414,"Ġnd":2415,"Base":2416,"Ele":2417,"88":2418,"layout":2419,"ING":2420,"Ġfiles":2421,"Ġcf":2422,"prod":2423,"pyplot":2424,"cluster":2425,"wrap":2426,"Ġhasattr":2427,"Ġheader":2428,"compute":2429,")).":2430,"_{":2431,"mbol":2432,"sw":2433,"Ġback":2434,"tour":2435,"pad":2436,"ted":2437,"Ġnb":2438,"Ġsame":2439,"stribution":2440,"De":2441,"Ġvector":2442,"high":2443,"static":2444,"task":2445,"olute":2446,"enate":2447,"Ġstruct":2448,"align":2449,"colors":2450,"ping":2451,"rec":2452,"sequence":2453,"sur":2454,"swith":2455,"sm":2456,"Ġstats":2457,".)":2458,"Ġtraining":2459,"Ġtransform":2460,"counts":2461,"TY":2462,"Ġ...":2463,"Conv":2464,"shift":2465,"Graph":2466,"sym":2467,"No":2468,"cies":2469,"fs":2470,"inates":2471,"Layer":2472,"ources":2473,"logger":2474,"Ġcell":2475,"Ġmon":2476,"epochs":2477,"Ġdelta":2478,"Ġvariables":2479,"best":2480,"periment":2481,"dev":2482,"Ġparameters":2483,"UM":2484,"PI":2485,"cm":2486,"ighb":2487,"Pre":2488,"channels":2489,"Ġ[(":2490,"nown":2491,"Output":2492,"bounds":2493,"NN":2494,"auto":2495,"threshold":2496,"words":2497,"State":2498,"patch":2499,"metrics":2500,"chunk":2501,"ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ":2502,"Ġsq":2503,"ZE":2504,"Max":2505,"Path":2506,"1000":2507,"gex":2508,"Ġconstant":2509,"ba":2510,"else":2511,"sn":2512,"diag":2513,"dr":2514,"Ġwarnings":2515,"uffle":2516,"]).":2517,"link":2518,"23":2519,"ness":2520,"psi":2521,"ans":2522,"Ġcode":2523,"energy":2524,"cel":2525,"pectrum":2526,"inv":2527,"cube":2528,"Ġcall":2529,"efault":2530,"'+":2531,"Ġ'/":2532,"Ġgetattr":2533,"Comp":2534,"signal":2535,"Ġcontrol":2536,"entry":2537,"Norm":2538,"cho":2539,"::":2540,"uted":2541,"DEF":2542,"%(":2543,"eps":2544,"Ġ_,":2545,"widget":2546,"build":2547,"Ġutils":2548,"Ġnext":2549,"Ġinte":2550,"ĊĠĠ":2551,"lap":2552,"final":2553,"dis":2554,"Ġstd":2555,"neg":2556,"Ġdate":2557,"flux":2558,"ating":2559,"Ġsu":2560,"attern":2561,"Ġquery":2562,"Ġ\"\\":2563,"ush":2564,"Fi":2565,"SS":2566,"[:]":2567,"('%":2568,"IO":2569,"Ġmu":2570,"long":2571,"Ġpi":2572,"child":2573,"randn":2574,"det":2575,"Ġ15":2576,"kernel":2577,"upper":2578,"Ġmy":2579,"At":2580,"bas":2581,"Ġspecifi":2582,"style":2583,"etwe":2584,"Table":2585,"skip":2586,"deg":2587,"Ġgiven":2588,"etween":2589,"Ġnn":2590,"Ġjson":2591,"tributes":2592,"Ġnon":2593,"ĠCo":2594,"Ġsamples":2595,"]-":2596,"vocab":2597,"96":2598,"sorted":2599,"TestCase":2600,"ussian":2601,"itor":2602,"ture":2603,"Ġfound":2604,"Ġwindow":2605,"_%":2606,"levels":2607,"---":2608,"ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ":2609,"kl":2610,"sor":2611,"ons":2612,"verbose":2613,"UR":2614,"queue":2615,"nal":2616,"argv":2617,"Ġmain":2618,"Ġoper":2619,"ometry":2620,"Ġvalid":2621,"display":2622,"Ġ),":2623,"titem":2624,"perties":2625,"Ġ:]":2626,"Ġge":2627,"('--":2628,"linspace":2629,"Ġ50":2630,"_,":2631,"cr":2632,"ost":2633,"linalg":2634,"corr":2635,"ength":2636,"transpose":2637,"complex":2638,"iled":2639,"Ġloc":2640,"oper":2641,"olume":2642,"Ġsigma":2643,"tile":2644,"lr":2645,"squ":2646,"idate":2647,"Ġlocal":2648,"()))":2649,"Ġuser":2650,"has":2651,"Ġ:,":2652,"Ġinst":2653,"Ġ-=":2654,"folder":2655,"Ġpcv":2656,"TI":2657,"aries":2658,"scores":2659,"orith":2660,"INE":2661,"handle":2662,"fits":2663,"Ġso":2664,"28":2665,"coding":2666,"extend":2667,"ticks":2668,"viron":2669,"Ġ{\"":2670,"air":2671,"assifier":2672,"Ġ->":2673,"ee":2674,"iew":2675,"Ġ],":2676,"system":2677,"gine":2678,"change":2679,"Ġchunk":2680,"26":2681,"Info":2682,"placeholder":2683,"Matrix":2684,"Label":2685,"Ġ30":2686,"html":2687,"Ġter":2688,"control":2689,"gamma":2690,"env":2691,"Ġtitle":2692,"mooth":2693,"vas":2694,"Ġ//":2695,"Ġseg":2696,"ixed":2697,"Ġactual":2698,"Ġdisp":2699,"Ġfield":2700,"less":2701,"power":2702,"savefig":2703,"Ġspec":2704,"stances":2705,"ĠSt":2706,"concatenate":2707,"fy":2708,"ank":2709,"Ac":2710,"EL":2711,"post":2712,"Ġfn":2713,"resample":2714,"Ġ----------":2715,"Ġwhere":2716,"xs":2717,"Ġpl":2718,"settings":2719,"Ġembed":2720,"shapes":2721,"peri":2722,"fore":2723,"Key":2724,"mul":2725,"Ġscore":2726,"ĠTime":2727,"Ġ},":2728,"cap":2729,"ĠJ":2730,"Ġsm":2731,"only":2732,"Ġslice":2733,"Ġ*=":2734,"Ġelement":2735,"Ġsparse":2736,"agg":2737,"Ġuni":2738,"record":2739,"fft":2740,"Ġdest":2741,"ister":2742,"Ġshow":2743,"Ġ255":2744,"Ġ----":2745,"Ġmx":2746,"Ġparameter":2747,"Ġang":2748,"Ġ'-":2749,"sec":2750,"Ġyield":2751,"SIZE":2752,"domain":2753,"fin":2754,"rng":2755,"ris":2756,"Ġusing":2757,"just":2758,"stru":2759,"Count":2760,"light":2761,"Implemented":2762,"ategy":2763,"SA":2764,"war":2765,"Ġpri":2766,"Ġhist":2767,"ced":2768,"Ġrequi":2769,"vide":2770,"dirs":2771,"cer":2772,"trace":2773,"Ġepochs":2774,"ular":2775,"pdf":2776,"Ġ11":2777,"dump":2778,"tz":2779,"__':":2780,"Ġ16":2781,"Ġwrite":2782,"LI":2783,"relu":2784,"evaluate":2785,"Ġ):":2786,"active":2787,"gress":2788,"Ġsrc":2789,"dm":2790,"Ġword":2791,"String":2792,"44":2793,"keras":2794,"single":2795,",:]":2796,"boxes":2797,"hi":2798,"Qt":2799,"ingle":2800,"Ġ25":2801,"tail":2802,"ning":2803,"98":2804,"For":2805,"identi":2806,"\",\"":2807,"TYPE":2808,"ence":2809,"ĠParameters":2810,",-":2811,"07":2812,"Fa":2813,"lack":2814,"Point":2815,"Button":2816,"Ġlines":2817,"message":2818,"truth":2819,"Column":2820,"([\"":2821,"alog":2822,"track":2823,"flatten":2824,"assign":2825,"shared":2826,"Ġcollections":2827,"ĊĠĠĠĠ":2828,"loop":2829,"Ġ\"%":2830,"andom":2831,"blem":2832,"mass":2833,"Ġrate":2834,"dio":2835,"Close":2836,"Shape":2837,"('\\":2838,"Ġstop":2839,"structure":2840,"timestamp":2841,"Ġwe":2842,"Ġcontain":2843,"Ġmis":2844,");":2845,"':'":2846,")**":2847,"ered":2848,"gu":2849,"Ġcoun":2850,"Trans":2851,"period":2852,"xx":2853,"CC":2854,"TEST":2855,"job":2856,"Ġ\".":2857,"Ġext":2858,"reader":2859,"]=":2860,"Ġtheta":2861,"Ġseed":2862,"ik":2863,"Ġsequence":2864,"cross":2865,"noise":2866,"MO":2867,"Ġ%(":2868,"38":2869,"ravel":2870,"channel":2871,"ported":2872,"ally":2873,"Ġold":2874,"ilder":2875,"Ġpred":2876,"reset":2877,"mm":2878,"Check":2879,"ves":2880,"COL":2881,"Ġtag":2882,"Ġrank":2883,"SC":2884,"Ġchann":2885,"classifi":2886,"orth":2887,"Ġhigh":2888,"binary":2889,"Ġimages":2890,"itch":2891,"RI":2892,"sitive":2893,"Ġroot":2894,"NAME":2895,"Ġdb":2896,"Ġdistance":2897,"opts":2898,",),":2899,"ane":2900,"gradient":2901,"termin":2902,"INT":2903,"peak":2904,"Int":2905,"Ġnetwork":2906,"Node":2907,"rm":2908,"Ġedge":2909,"ini":2910,"optim":2911,"learning":2912,"Ġbest":2913,"compile":2914,"Ġkeep":2915,"Ġversion":2916,"logy":2917,"ĠNotImplemented":2918,"area":2919,"Ġcompute":2920,"fer":2921,"now":2922,"ower":2923,"ret":2924,"forward":2925,"Color":2926,"/(":2927,"Is":2928,"Ġpix":2929,"Ġbins":2930,"warn":2931,"Ġeval":2932,"77":2933,"server":2934,"Ġ200":2935,"etch":2936,"Inter":2937,"ential":2938,"Ġsur":2939,"regulari":2940,"Ġstat":2941,"components":2942,"site":2943,"case":2944,"serial":2945,"Ġcenter":2946,"ET":2947,"ww":2948,"ency":2949,"ogram":2950,"olean":2951,"Ġwx":2952,"comm":2953,"processing":2954,")-":2955,"Py":2956,"Ġsol":2957,"allel":2958,"average":2959,"repr":2960,"Dir":2961,"ites":2962,"Object":2963,"cated":2964,"ive":2965,"ummy":2966,"ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ":2967,"wave":2968,"orithm":2969,"Number":2970,"\\\\":2971,"cov":2972,"sets":2973,"Ġdepth":2974,"ewidth":2975,"MS":2976,"Net":2977,"ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ":2978,"ylim":2979,"siz":2980,"oment":2981,"present":2982,"Ġany":2983,"ice":2984,"frames":2985,"Add":2986,"DO":2987,"Date":2988,"Ġpickle":2989,"Qu":2990,":.":2991,"ĠData":2992,"Warning":2993,"ster":2994,"sql":2995,"ametri":2996,"Ġdivision":2997,"Ġunits":2998,"hot":2999,"tolist":3000,"eq":3001,"clu":3002,"ategory":3003,"correct":3004,"wd":3005,"description":3006,"selection":3007,"lease":3008,"Ġmetrics":3009,"Ġcfg":3010,"../":3011,"insert":3012,"ug":3013,"untime":3014,"Not":3015,"Ġ%.":3016,"command":3017,"jor":3018,"mk":3019,"network":3020,"td":3021,"chrom":3022,"Ġrel":3023,"assertAllEqual":3024,"soft":3025,"TO":3026,"rho":3027,"ustom":3028,"gl":3029,"pb":3030,"ability":3031,"Config":3032,"ock":3033,"ED":3034,"Ġ[],":3035,"Form":3036,"clip":3037,"ful":3038,"mut":3039,"Or":3040,"arge":3041,"token":3042,"bad":3043,"ypes":3044,"21":3045,":'":3046,"events":3047,"vis":3048,"ene":3049,"radius":3050,"kens":3051,"peed":3052,"pen":3053,"loud":3054,"ĠAn":3055,"Result":3056,"Ġprob":3057,"selected":3058,"Element":3059,"ient":3060,"Hist":3061,"Ġfull":3062,"imal":3063,"parametri":3064,"Ġpredict":3065,"On":3066,"dings":3067,"Ġfeed":3068,"Almost":3069,"decode":3070,"icy":3071,"AlmostEqual":3072,"Ġdat":3073,"erature":3074,"DIR":3075,"arrays":3076,"Ġwork":3077,"sli":3078,"Ġbeta":3079,"observ":3080,"atoms":3081,"Th":3082,"dirname":3083,"usters":3084,"Params":3085,"Ġbut":3086,"'}":3087,"31":3088,":])":3089,"ather":3090,"api":3091,"ĠTable":3092,",)":3093,"Ġrequest":3094,"indexer":3095,"randint":3096,"ĠPeriod":3097,"ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ":3098,"Ġrot":3099,"Ġfind":3100,"2000":3101,"PS":3102,"ling":3103,"rb":3104,"xlim":3105,"Ġrng":3106,"ake":3107,"+\"":3108,"39":3109,"attention":3110,"expand":3111,"andle":3112,"startswith":3113,"Ġdoes":3114,"segment":3115,"Ġmetric":3116,"ox":3117,"ules":3118,"conf":3119,"Ġfontsize":3120,"ink":3121,"Ġsplit":3122,"An":3123,"Ġpad":3124,"ĠIndex":3125,"month":3126,"Ġparent":3127,"With":3128,"gin":3129,"bytes":3130,"parametrize":3131,"\"].":3132,"29":3133,"predictions":3134,"ators":3135,"fl":3136,"Ġ\"__":3137,"ish":3138,"branch":3139,"assertAlmostEqual":3140,"Ġwhen":3141,"ctionary":3142,"memory":3143,"Ġdtypes":3144,"cri":3145,"Ġxy":3146,"variance":3147,"aw":3148,"Ġ''":3149,"directory":3150,"Ġregion":3151,"Ġconvert":3152,"Ġactivation":3153,"sampl":3154,"eager":3155,"asses":3156,"groupby":3157,"section":3158,"ĠNotImplementedError":3159,"Per":3160,"body":3161,"uest":3162,"Ġseq":3163,"Ġtypes":3164,"Ġprocess":3165,"Min":3166,"inner":3167,"script":3168,"Ġyear":3169,"accuracy":3170,"ebq":3171,"Ġspecified":3172,"08":3173,"Temp":3174,"dropout":3175,"rgb":3176,"Ġmessage":3177,"Ġla":3178,"ĠPy":3179,"double":3180,"logical":3181,"CON":3182,"Ġoptimizer":3183,"],[":3184,"9999":3185,"bottom":3186,"</":3187,"depend":3188,"EX":3189,"eak":3190,"Ġtask":3191,"quanti":3192,"groups":3193,"Gui":3194,"cpu":3195,"Ġ'--":3196,"Ġopt":3197,"48":3198,"Ver":3199,"Ġdraw":3200,"255":3201,"--------------------------------":3202,"pass":3203,"Ġcoords":3204,"hood":3205,"47":3206,"proto":3207,":\\":3208,"density":3209,"ring":3210,"Ġfname":3211,"ĠAt":3212,"scatter":3213,"Com":3214,"HT":3215,"logits":3216,"Ġtree":3217,"ose":3218,"example":3219,"Ġgo":3220,"calc":3221,"NO":3222,"conds":3223,"exit":3224,"42":3225,"Ġresp":3226,"targets":3227,"arc":3228,"SP":3229,"}'.":3230,"ily":3231,"mpty":3232,"abled":3233,"ached":3234,"Float":3235,"thread":3236,"Ġconn":3237,"US":3238,"Ġhead":3239,"ration":3240,"sd":3241,"lete":3242,"'s":3243,"Ġtwo":3244,"Ġda":3245,"optimizer":3246,"actions":3247,"encode":3248,"Ġthan":3249,"errors":3250,"aa":3251,"lb":3252,"-%":3253,"Of":3254,"manager":3255,"Ġpadding":3256,"che":3257,"Ġinstance":3258,"atist":3259,"fast":3260,"dition":3261,"Ġinplace":3262,"Ġtimes":3263,"road":3264,"eli":3265,"embedding":3266,"ote":3267,"Ġpredictions":3268,"Ġ(-":3269,"cd":3270,"oriz":3271,"Var":3272,"Ġyou":3273,"Ġtrue":3274,"prox":3275,"objects":3276,"aded":3277,"median":3278,"ek":3279,"./":3280,"ero":3281,"warning":3282,"Ġparse":3283,"export":3284,"untimeError":3285,"FT":3286,"cords":3287,"Sub":3288,"history":3289,"counter":3290,"ij":3291,"used":3292,"onal":3293,"68":3294,"Ad":3295,"[(":3296,"ignore":3297,"ailable":3298,"tn":3299,"Ġvals":3300,"ES":3301,"fp":3302,"Ġign":3303,"this":3304,"formation":3305,"Ġdevice":3306,"lation":3307,"('-":3308,"interval":3309,"ynam":3310,"cp":3311,"Ġkeys":3312,"rary":3313,"org":3314,"Ġobserv":3315,"App":3316,"Ġsignal":3317,"panel":3318,"Ġpair":3319,"cg":3320,"term":3321,"wx":3322,"ead":3323,"client":3324,"cum":3325,"rad":3326,"ĠImage":3327,"(__":3328,",))":3329,"ond":3330,"Item":3331,"Ġposition":3332,"Ġ\"\"":3333,"quee":3334,"Ġexec":3335,"span":3336,"tau":3337,"Dist":3338,"two":3339,"Ġperi":3340,"ĠDefault":3341,"Id":3342,"_)":3343,"repe":3344,"thods":3345,"ving":3346,"star":3347,"Ġmasked":3348,"ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ":3349,"ssion":3350,"erial":3351,"Na":3352,"olds":3353,"Ġallow":3354,"Ġfactor":3355,"Ġprefix":3356,"symbol":3357,"Ġdistribution":3358,"Ġbetween":3359,"Ġinclude":3360,"()]":3361,"Ġgradi":3362,"writer":3363,"Ġinterpol":3364,"contour":3365,"home":3366,"=[\"":3367,"xt":3368,"ply":3369,"dimage":3370,"Ax":3371,"force":3372,"Multi":3373,"constra":3374,"stream":3375,"001":3376,"aster":3377,"'t":3378,"ĠStr":3379,"fr":3380,"nr":3381,"except":3382,"Ġeps":3383,"Ġpool":3384,"wait":3385,"blocks":3386,"GB":3387,"Group":3388,"speci":3389,"tot":3390,"rain":3391,"sist":3392,"cmd":3393,"Ġtol":3394,"coeff":3395,"('/":3396,")',":3397,"los":3398,"(\"\\":3399,"Ġkind":3400,"xml":3401,",\"":3402,"examples":3403,"Cal":3404,"Ġobs":3405,"Ġdiffe":3406,"(**":3407,"Sh":3408,"Ġmag":3409,"ffix":3410,"Ġatol":3411,"Start":3412,"PUT":3413,"aussian":3414,"categorical":3415,"Ġflat":3416,"Exception":3417,"uffer":3418,"dy":3419,"Ġab":3420,":],":3421,"mc":3422,"ĠĠĠĠĠĠĠĠĠ":3423,"let":3424,"Ġsession":3425,".*":3426,"hain":3427,"torch":3428,"vm":3429,"part":3430,"very":3431,"Ġ14":3432,"isnan":3433,"Ġ{}'.":3434,"oid":3435,"experiment":3436,"Ġproj":3437,"Ġcache":3438,"nx":3439,"encoder":3440,"Ġnan":3441,"asure":3442,"ected":3443,"ĠUn":3444,"Ġsteps":3445,"Ġday":3446,"setup":3447,"Ġabsolute":3448,"Mo":3449,"VER":3450,"black":3451,"Ġzero":3452,"elper":3453,"queeze":3454,"Ġurl":3455,"Ġcsv":3456,"kind":3457,"Ġcy":3458,"Ġap":3459,"sizes":3460,"Ġlow":3461,"Ġsingle":3462,"scre":3463,"Ġdet":3464,"flag":3465,"PU":3466,"rf":3467,"Ġseries":3468,"Window":3469,"pandas":3470,"generator":3471,"ighbors":3472,")')":3473,"IM":3474,"ws":3475,"Ġnodes":3476,"ian":3477,"mble":3478,"ched":3479,"bucket":3480,"EST":3481,"request":3482,"game":3483,"pus":3484,"Cont":3485,"clear":3486,"From":3487,"Ċĉĉĉĉĉĉ":3488,"frac":3489,"fter":3490,"filters":3491,"ifi":3492,"validation":3493,"ither":3494,"iterations":3495,"cb":3496,"tices":3497,"Ġredu":3498,"ĠPro":3499,"Ġsi":3500,"Ġalg":3501,"LECT":3502,"Bin":3503,"uid":3504,"IS":3505,"project":3506,"host":3507,"ines":3508,"Ġtr":3509,"ĠFLAGS":3510,"Ġbound":3511,"xyz":3512,"Grid":3513,"Ġener":3514,"Ġcluster":3515,"Ġhidden":3516,"okup":3517,"Ġli":3518,"dius":3519,"Ġexample":3520,"Ġprop":3521,"ĠArgs":3522,"lst":3523,"positions":3524,"interpol":3525,"staticmethod":3526,"Ġperiods":3527,"atial":3528,"Ġthreshold":3529,":%":3530,"http":3531,"'},":3532,"tran":3533,"inp":3534,"cates":3535,"Ġavg":3536,"Ġsort":3537,"Ġskip":3538,"OT":3539,"ä¸":3540,"2014":3541,")(":3542,"Ġdir":3543,"Ġrows":3544,"Iter":3545,"Ġsetup":3546,"Ġjoin":3547,"alf":3548,"Ġfinal":3549,"Tree":3550,"button":3551,"Ġty":3552,"__\":":3553,"Normal":3554,"Ġ-------":3555,"Dim":3556,"reference":3557,"Ġband":3558,"Ġlon":3559,"Ġjob":3560,"tivity":3561,"BC":3562,"pattern":3563,"}\".":3564,"desc":3565,"oo":3566,"spect":3567,"collection":3568,"regularizer":3569,"mf":3570,"timedelta":3571,"common":3572,"inc":3573,"entropy":3574,"By":3575,"DA":3576,"Gener":3577,"sess":3578,"major":3579,"Ġ/=":3580,"stdout":3581,"stor":3582,"Ġdown":3583,"pow":3584,"compare":3585,"outer":3586,"',')":3587,"']))":3588,"Ġsummary":3589,"Feature":3590,".'":3591,"(\"%":3592,"backend":3593,"ilar":3594,"CK":3595,"simple":3596,"mission":3597,"Ġargparse":3598,"FLAGS":3599,"tab":3600,"Ġchar":3601,"Ġcre":3602,"Train":3603,"ĠMulti":3604,"ategories":3605,"Ġbuild":3606,"Spec":3607,"Parser":3608,"Ġmodule":3609,"Ġvari":3610,"partition":3611,"\"][":3612,"rnn":3613,"Ġctx":3614,"elect":3615,"datasets":3616,"free":3617,"amb":3618,"pectral":3619,"ND":3620,"NT":3621,"Ġlayers":3622,"classmethod":3623,"Ġfilt":3624,"tract":3625,"nection":3626,"ested":3627,"70":3628,"known":3629,"Ġsha":3630,"argmax":3631,"User":3632,"Wr":3633,"\").":3634,"scan":3635,"lags":3636,"lient":3637,"Random":3638,"Ġclose":3639,"take":3640,"tags":3641,"Ġparti":3642,"click":3643,"hema":3644,"fail":3645,"impl":3646,"Ġscope":3647,"ender":3648,"Ġcost":3649,"Ġoptim":3650,"https":3651,"Ġmay":3652,"response":3653,"\"][\"":3654,"press":3655,"properties":3656,"tains":3657,"Ġ{}\".":3658,"As":3659,"Mod":3660,"gal":3661,"Ġcmap":3662,"Ġ201":3663,"stants":3664,"missing":3665,"decay":3666,"activation":3667,"=[]":3668,"null":3669,"heet":3670,"ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ":3671,"prior":3672,"integer":3673,"Pol":3674,"Ġhow":3675,"][\"":3676,"none":3677,"paths":3678,"Ġ32":3679,"Ġstride":3680,"OP":3681,"Ġci":3682,"Ġmerge":3683,"Ġmonth":3684,"Ġfra":3685,"lope":3686,"interp":3687,"hash":3688,"Invalid":3689,"ĠFor":3690,"Bound":3691,"hat":3692,"thresh":3693,"tests":3694,"PAT":3695,"Ġmp":3696,"gradients":3697,"}.":3698,"lengths":3699,"sidual":3700,"ULT":3701,"Ġperiod":3702,"collections":3703,"BU":3704,"Ġpop":3705,"Ġforward":3706,"days":3707,"Sum":3708,"pg":3709,"ral":3710,"Ġdisplay":3711,"Vector":3712,"peline":3713,"radient":3714,"Oper":3715,"Ġinto":3716,"apping":3717,"locity":3718,"generate":3719,"Ġndarray":3720,"SV":3721,"include":3722,"[[":3723,"()),":3724,"joint":3725,"tt":3726,"Ġlower":3727,"inate":3728,"ficients":3729,"Ġstandard":3730,"->":3731,"GL":3732,"aff":3733,"ĠKey":3734,"Ġfin":3735,"bers":3736,"sep":3737,"__,":3738,"Ġ'{":3739,"Ġmarker":3740,"Ġbot":3741,"']]":3742,"Mes":3743,"resize":3744,"ptional":3745,"attributes":3746,"101":3747,"cdf":3748,"Class":3749,"Function":3750,"pairs":3751,"Ġmemory":3752,"$\\":3753,"nonzero":3754,"Ed":3755,"dup":3756,"lev":3757,"gray":3758,"isinstance":3759,"deredDict":3760,"Dis":3761,"Ġround":3762,"Ġmock":3763,"OL":3764,"vol":3765,"\"+":3766,":{":3767,"Core":3768,"enu":3769,"Ġreference":3770,"')[":3771,"Des":3772,"__)":3773,"moid":3774,"Ġ\"/":3775,"Ġsen":3776,"hdf":3777,"Ġau":3778,"imshow":3779,"ENT":3780,"frequency":3781,"Ġgl":3782,"zed":3783,"Ġlimit":3784,"Ġcase":3785,"vectors":3786,"KE":3787,"usion":3788,"engine":3789,"hether":3790,"Ġsecond":3791,"component":3792,"lec":3793,"Ġ13":3794,"128":3795,"Ġangle":3796,"Run":3797,"assed":3798,"Ġmore":3799,"TypeError":3800,"loor":3801,"coordinates":3802,"Ġ])":3803,"Ġcross":3804,"Ġtoken":3805,"template":3806,"ï¼":3807,"Ġtz":3808,"Ġtau":3809,"report":3810,"measure":3811,"dest":3812,"Ġmesh":3813,"canvas":3814,"Ġgenerate":3815,"roadcast":3816,"Rep":3817,"standard":3818,"original":3819,"Mask":3820,"vided":3821,"price":3822,"Ġvocab":3823,"SH":3824,"zy":3825,"Ġtile":3826,"content":3827,"~~~~":3828,"_.":3829,"ccess":3830,"Ġlearning":3831,"Range":3832,"sources":3833,"environ":3834,"Ġaverage":3835,"assertFalse":3836,"[::-":3837,"BA":3838,"locs":3839,"000000":3840,"Points":3841,"}\\":3842,"clean":3843,"chain":3844,"Ġstack":3845,"vices":3846,"cuda":3847,"progress":3848,"checkpoint":3849,"bits":3850,"Ġ\"_":3851,"lp":3852,"mol":3853,"uples":3854,"Ġ40":3855,"oom":3856,"ptr":3857,"()):":3858,"quences":3859,"ĠOr":3860,"Mode":3861,"VAL":3862,"tern":3863,"tems":3864,"arest":3865,"Classifier":3866,"AP":3867,"ABLE":3868,"xi":3869,"Ġsa":3870,"Pool":3871,"Ġrequired":3872,"mid":3873,"squeeze":3874,"ggreg":3875,"same":3876,"product":3877,"ues":3878,"strib":3879,"Ġflux":3880,"ATION":3881,"callback":3882,"History":3883,"register":3884,"Cur":3885,"ology":3886,"Ġreal":3887,"DEFINE":3888,"89":3889,"={'":3890,"pixels":3891,"orizont":3892,",\\":3893,"delete":3894,"([])":3895,"clf":3896,"ticles":3897,"MAX":3898,"fetch":3899,"Ġwas":3900,"Arg":3901,"IL":3902,"arm":3903,"Ġrespon":3904,")\"":3905,"ution":3906,"Ġhe":3907,"ROM":3908,"=.":3909,"Ġscalar":3910,"ynamic":3911,"ks":3912,"Ġevalu":3913,"Ġsearch":3914,"pickle":3915,"auth":3916,"Ġdictionary":3917,"111":3918,"Ġbounds":3919,"Ġsupported":3920,"TR":3921,"urst":3922,"Ġmass":3923,"extract":3924,"Ġorigin":3925,"tributeError":3926,"ared":3927,"tact":3928,"denti":3929,":',":3930,"Layout":3931,"subplots":3932,"dc":3933,"alt":3934,"Ġdis":3935,"Ġcols":3936,"ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ":3937,"masked":3938,"angles":3939,"pixel":3940,"softmax":3941,"49":3942,"_[":3943,"Ġscores":3944,"ĠRuntimeError":3945,"Ġargument":3946,"500":3947,"sive":3948,"compat":3949,"Ġbias":3950,"Ġinteger":3951,"Ġleg":3952,"CL":3953,"tice":3954,"Ġsw":3955,"assertAllClose":3956,"decoder":3957,"Ġcos":3958,"Ġchain":3959,"feed":3960,"Pos":3961,"dig":3962,"Ġglob":3963,"ĠTensor":3964,"Ġ60":3965,"crop":3966,"Ġcap":3967,"tection":3968,"elihood":3969,"Ġcs":3970,"([],":3971,"requi":3972,"stim":3973,"spy":3974,"IGHT":3975,"Scal":3976,"perio":3977,"newaxis":3978,"Ġnoise":3979,"Block":3980,"Sy":3981,"Ġthen":3982,"Ġsystem":3983,"300":3984,"Ġiris":3985,"))]":3986,"px":3987,"zation":3988,"Cell":3989,"Ġforce":3990,"Ġrtol":3991,"([(":3992,"clusters":3993,"safe":3994,"He":3995,"VE":3996,"Post":3997,"reindex":3998,"analysis":3999,"istic":4000,"aco":4001,"river":4002,"Ġhy":4003,"duration":4004,"PATH":4005,"Ġpost":4006,"gz":4007,"tool":4008,"ages":4009,"Ġarea":4010,"orizontal":4011,"wb":4012,"ctx":4013,"Ġbody":4014,"ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ":4015,"Ġarrays":4016,"ective":4017,"}$":4018,"Ġequal":4019,"Ġmissing":4020,"ots":4021,"Ġimp":4022,"assertIs":4023,"Ġphi":4024,"Ġsql":4025,"br":4026,"adr":4027,"Ġfigure":4028,"Ġupdates":4029,"Ġbbox":4030,"Ġxs":4031,"Ġground":4032,"Ġattention":4033,"Ġneg":4034,"ollow":4035,"/'":4036,"bbox":4037,"atype":4038,"ileup":4039,"ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ":4040,"jectory":4041,"Ġenv":4042,"Ġcontaining":4043,"ged":4044,"maximum":4045,"actual":4046,"mem":4047,"roi":4048,"']),":4049,"calculate":4050,"surface":4051,"direction":4052,"batches":4053,"Ġarguments":4054,"Ġunittest":4055,"Ne":4056,"mbols":4057,"blue":4058,"white":4059,"mit":4060,"volume":4061,"invalid":4062,"geometry":4063,"igen":4064,"Ġrs":4065,"roller":4066,"seline":4067,"replic":4068,"Ġenergy":4069,"__()":4070,"contrib":4071,"iterator":4072,"Code":4073,"Ġ'+":4074,"sired":4075,"Ġsym":4076,"]/":4077,"tex":4078,"Ġbl":4079,"Ġdensity":4080,"Gradient":4081,"spectrum":4082,"strategy":4083,"fixed":4084,"limits":4085,"tence":4086,"Ġevents":4087,"logging":4088,"ĠSee":4089,"buf":4090,"ĠNum":4091,"Fit":4092,"Pri":4093,"Weight":4094,"camera":4095,"wfn":4096,"getitem":4097,"elec":4098,"Ġobjects":4099,"Ġcond":4100,"...,":4101,"cells":4102,"(',')":4103,"09":4104,"Ġii":4105,"ĠVariable":4106,"lities":4107,"ATE":4108,"imp":4109,"sf":4110,"Ġcmd":4111,"Ġdrop":4112,"ready":4113,"ĠDi":4114,"Medi":4115,":\",":4116,"Ġcommand":4117,"Ġestim":4118,"erance":4119,"Ġcut":4120,"Ġpoly":4121,"gon":4122,"encies":4123,"validate":4124,"records":4125,"Ġ\"--":4126,"Ġresponse":4127,"Batch":4128,"win":4129,"inst":4130,